{
	"Barva": {
		"A": "Azurová - Jasně modrá barva připomínající barvu oblohy nebo čistého moře.",
		"B": "Bílá - Světlá neutrální barva, často spojována s čistotou a jednoduchostí.",
		"C": "Cihlová - odstín červené připomínající barvu pálených cihel.",
		"D": "Dýmová - Světle šedá barva připomínající kouř.",
		"E": "Ecru - Světle béžová až krémová barva připomínající barvu přírodních vláken.",
		"F": "Fialová - odstín mezi modrou a červenou, často označovaný jako purpurový.",
		"G": "Grafitová - Šedavě černá barva připomínající barvu grafitu.",
		"H": "Hnědá - Teplá neutrální barva připomínající dřevo, zeminu nebo kůži.",
		"I": "Indigo - tmavě modrofialová barva tradičně získávaná z rostliny indigo.",
		"J": "Jantarová - Teplá žlutooranžová barva připomínající odstín jantarového kamene.",
		"K": "Kobaltová - Sytá modrá barva připomínající pigment kobaltu.",
		"L": "Lilová - Světle fialová barva připomínající květy šeříku.",
		"M": "Modrá - Barva oblohy a moře, považovaná za studenou barvu.",
		"N": "Námořnická - Tmavě modrá barva připomínající barvu námořnických uniforem.",
		"O": "Oranžová - teplá barva mezi červenou a žlutou, připomíná barvu pomeranče.",
		"P": "Purpurová - sytý odstín fialové připomínající barvu purpuru.",
		"R": "Růžová - světlý odstín červené, často spojovaný s něhou.",
		"S": "Smaragdová - Zelená barva připomínající drahokam smaragd, sytá a jasná.",
		"T": "Tyrkys - Modro‑zelená barva připomínající odstín tyrkysového kamene.",
		"U": "Ultramarín - tmavě modrá pigmentová barva původně získávaná z lapisu lazuli.",
		"V": "Vínová - Tmavě červená barva připomínající barvu vína.",
		"Y": "Yellow - Anglické slovo pro barvu žlutá.",
		"Z": "Zelená - Barva trávy a listí, symbolizuje přírodu a klid."
	},
	"Báje a pověsti": {
		"A": "Amaterasu - Japonská bohyně slunce, centrální postava šintoistické mytologie.",
		"B": "BabaJaga - Staroslovanská čarodějnice z lidových bájí, žijící v domě na kuří nožce, často zkouší hrdiny.",
		"C": "Ctirad - Hrdina české pověsti z Dívčí války, padl v léčce Šárky.",
		"D": "Drak - Legendární ohnivý tvor z lidových pověstí, často hlídá poklad a bojuje s hrdiny.",
		"E": "Edda - Sbírka severských mýtů a písní o bozích a hrdinech.",
		"F": "Fénix - Mýtický pták, který povstává z vlastního popela a symbolizuje znovuzrození.",
		"G": "Golem - Legendární hliněný tvor z pražského židovského ghetta oživený kabalistickým nápisem.",
		"H": "Horymír - Legendární český rytíř, který prchal na koni Šemík z Vyšehradu.",
		"I": "Ikaros - Řecká báje o Ikarovi, který uprchl z labyrintu s voskovými křídly a při přílišném přiblížení ke slunci spadl do moře.",
		"J": "Ježibaba - lesní čarodějnice ze slovanských pohádek, často zlá nebo nebezpečná.",
		"K": "Krakonoš - Horský duch Krkonoš, ochránce hor a pastvin.",
		"L": "Lamia - Řecká přízračná žena, která svádí a požírá děti a muže.",
		"M": "Medúza - Gorgóna z řecké mytologie, jejíž pohled měnil lidi v kámen.",
		"N": "Narcis - řecký mladík zamilovaný do svého odrazu, proměněn v kvě.",
		"O": "Obr - Obrovitý pohádkový tvor, často protivník hrdinů.",
		"P": "Perun - Slovanský bůh hromu a blesku, uctívaný jako ochránce válečníků a řádu.",
		"R": "Rusalka - Vodní víla slovanské mytologie, často duše utonulé dívky, která láká muže do vody.",
		"S": "Sfinga - Mytologická bytost s lidskou hlavou a lví tělem, známá z egyptské a řecké tradice.",
		"T": "Tantal - řecký král potrestaný věčným hladem a žízní v podsvětí.",
		"U": "Uršula - Křesťanská mučednice, kolem níž vznikla středověká pověst o 11 000 pannách.",
		"V": "Vodník - Vodní tvor z českých pověstí, žijící v rybnících a tocích, který láká nebo trestá topící se lidi.",
		"Y": "Yggdrasil - Kosmický strom v severské mytologii, který spojuje devět světů.",
		"Z": "Záboj - legendární bard z tzv. Rukopisu královédvorského, symbol národního obrození a hrdinných bájí."
	},
	"Chemický prvek": {
		"A": "Argon - vzácný inertní plyn, chemická značka Ar.",
		"B": "Bór - Chemický prvek (Z=5), polokov používaný ve sklech, hnojivech a jako absorbér neutronů.",
		"C": "Cín - Měkký kov používaný v pájkách a slitinách; chemická značka Sn.",
		"D": "Draslík - Měkký alkalický kov, chemická značka K, atomové číslo 19.",
		"E": "Erbium - Chemický prvek (symbol Er, protonové číslo 68) z lanthanoidů, používá se v optických vláknech a laserech.",
		"F": "Fluor - Halogen, velmi reaktivní a vysoce elektronegativní prvek, většinou se vyskytuje ve sloučeninách (např. fluoridy).",
		"G": "Gallium - Měkký metal s táním těsně nad pokojovou teplotou, využívaný v polovodičích.",
		"H": "Helium - Lehký vzácný inertní plyn, druhý prvek v periodické tabulce, používaný v balóncích a kryogenice.",
		"I": "Indium - Měkký stříbřitý kov používaný v polovodičích a tenkých povlacích; značka In, atomové číslo 49.",
		"J": "Jód - Halogen, chemický prvek (symbol I, Z=53), tmavě fialová látka používaná v medicíně a dezinfekci.",
		"K": "Kobalt - Přechodný kov používaný v slitinách a bateriích.",
		"L": "Lithium - Lehce reaktivní alkalický kov se stříbřitým leskem, používaný v bateriích a některých lécích.",
		"M": "Mangan - Přechodný kov (Mn), důležitý pro výrobu oceli a v některých bateriích.",
		"N": "Neon - inertní vzácný plyn používaný v osvětlovacích lampách; symbol Ne, Z=10.",
		"O": "Osmium - Těžký a velmi hustý přechodný kov, odolný a používaný v trvanlivých slitinách.",
		"P": "Platina - Ušlechtilý drahý kov odolný vůči korozi, často používaný v špercích a katalyzátorech.",
		"R": "Radon - vzácný radioaktivní plyn vznikající rozpadáním radia.",
		"S": "Sodík - Měkký stříbrolesklý alkalický kov (Na), důležitý pro nervové impulzy a rovnováhu tělních tekutin.",
		"T": "Titan - Lehký a pevný kovový prvek (Z=22) odolný proti korozi, používaný v letectví, medicíně a slitinách.",
		"U": "Uran - Těžký radioaktivní kov (Z=92) používaný v jaderném palivu a při výrobě zbraní.",
		"V": "Vanad - Přechodný kov (Z=23), používaný ve slitinách oceli a jako katalyzátor.",
		"Y": "Yttrium - Stříbřitý kov, chemický prvek se symbolem Y, používaný v legurách, keramice a luminescenčních materiálech.",
		"Z": "Zinek - stříbrný kov (Zn), používá se při pozinkování a je esenciální stopový prvek"
	},
	"Dinosaurus": {
		"A": "Allosaurus - Velký masožravý teropod z období jury, lovil velké obratlovce.",
		"B": "Brachiosaurus - Obří bylinožravý sauropod s dlouhým krkem a výrazně vyššími předními končetinami než zadními.",
		"C": "Carnotaurus - masožravý teropod z pozdní křídy, známý krátkými předními končetinami a rohatou lebkou.",
		"D": "Diplodocus - Obří dlouhokrký sauropod z období svrchní jury.",
		"E": "Eoraptor - Malý raný dinosaurus z období triasu, považovaný za jednoho z nejstarších známých dinosaurů.",
		"F": "Fukuiraptor - Středně velký masožravý teropod z Japonska z rané křídy, známý podle částečně zachovalých kostí.",
		"G": "Giganotosaurus - Velký masožravý dinosaurus z pozdní křídy, žijící v Jižní Americe.",
		"H": "Herrerasaurus - masožravý dinosaurus z pozdního triasu z Jižní Ameriky, považovaný za jednoho z nejstarších teropodů.",
		"I": "Iguanodon - Býložravý dinosaurus známý pro charakteristický ostnitý výběžek na palci ruky.",
		"J": "Jinfengopteryx - Malý opeřený teropod z Číny (raná křída), známý z fosilií ukazujících peří.",
		"K": "Kentrosaurus - Stegosauridní dinosaurus z pozdní jury (Afrika), známý řadami trnů a kostěnými deskami na hřbetě.",
		"L": "Lambeosaurus - Hadrosauridní (kachenočelistý) dinosaurus z křídy, známý pro výrazný kostěný hřeben na lebce.",
		"M": "Megalosaurus - Velký masožravý dinosaurus z jury, jeden z prvních vědecky popsaných.",
		"N": "Nodosaurus - Obrněný křídový býložravec se sklerotickými kostěnými výrůstky na těle.",
		"O": "Oviraptor - Malý bezzubý teropod z pozdní křídy, původně považován za „zloděje vajec“.",
		"P": "Parasaurolophus - Hadrosauridní (kachnozobý) býložravec z pozdní křídy, známý dlouhým zakřiveným hřebenem na lebce.",
		"R": "Rajasaurus - Abelisauridní teropod z Indie, robustní masožravec s krátkým čenichem a malými předními končetinami.",
		"S": "Stegosaurus - Býložravý dinosaurus známý velkými kostěnými destičkami podél hřbetu a ocasními ostny.",
		"T": "Tyrannosaurus - Velký masožravý dinosaurus z pozdní křídy, známý mohutnými čelistmi a krátkými předními končetinami.",
		"U": "Utahraptor - Velký opeřený dravý dinosaurus (dromeosaurid) z období křídy, známý pro mohutný zakřivený dráp na druhém prstě.",
		"V": "Velociraptor - malý dravý dromeosaurid z pozdní křídy, pravděpodobně opeřený.",
		"Y": "Yutyrannus - opeřený teropod z rané křídy objevený v Číně.",
		"Z": "Zuniceratops - Raný ceratopsian z křídy objevený v Novém Mexiku, považovaný za předchůdce rohatých dinosaurů."
	},
	"Dopravní prostředek": {
		"A": "Autobus - Silniční hromadný dopravní prostředek určený k přepravě více cestujících.",
		"B": "Bicykl - Dvoukolový dopravní prostředek poháněný šlapáním.",
		"C": "Cessna - malý jednomotorový lehký letoun používaný pro osobní, výcvikové a sportovní lety.",
		"D": "Dodávka - Uzavřený užitkový automobil určený k přepravě zboží nebo nákladu.",
		"E": "Elektrokolo - Kolo poháněné elektromotorem, které usnadňuje šlapání.",
		"F": "Furgon - Užitkový automobil (dodávka) určený k přepravě nákladu.",
		"G": "Gondola - Loďka typická pro Benátky nebo zavěšená kabina lanovky pro přepravu osob.",
		"H": "Helikoptéra - Vrtulové letadlo schopné vertikálního vzletu a přistání.",
		"I": "Ikarus - maďarský autobus, známý typ používaný v městské a meziměstské dopravě.",
		"J": "Jachta - Plachetnice určená k rekreaci nebo závodění.",
		"K": "Kolo - Dvoukolový dopravní prostředek poháněný šlapáním.",
		"L": "Letadlo - Letecký dopravní prostředek určený k přepravě osob a nákladu.",
		"M": "Metro - Podzemní kolejový systém pro rychlou městskou přepravu.",
		"N": "Nákladák - nákladní automobil určený k přepravě zboží.",
		"O": "Obojživelník - Vozidlo schopné pohybu na souši i na vodě.",
		"P": "Parník - Loď poháněná parním strojem, používaná k přepravě osob nebo zboží.",
		"R": "Rolba - Vozidlo k úpravě sněhu na sjezdovkách.",
		"S": "Skútr - Malé dvoukolové motorové vozidlo určené k rychlé přepravě ve městě.",
		"T": "Tramvaj - Elektrický kolejový dopravní prostředek používaný pro městskou hromadnou dopravu.",
		"U": "Ural - Ruská motorka se sidecarem, robustní terénní dopravní prostředek.",
		"V": "Vlak - Kolejový dopravní prostředek pro přepravu osob a nákladu.",
		"Y": "Yugo - Malé osobní auto, exportní název jugoslávského vozu Zastava Koral.",
		"Z": "Zeppelin - Řízená vzducholoď používaná k přepravě osob nebo nákladu."
	},
	"Emoce": {
		"A": "Afekt - Krátký, intenzivní emoční výbuch nebo reakce.",
		"B": "Bázlivost - náchylnost k obavám a plachosti",
		"C": "Cit - Základní emocionální prožitek nebo pocit směrem k někomu či něčemu.",
		"D": "Děs - silný, často paralyzující strach.",
		"E": "Euforie - Intenzivní pocit štěstí a nadšení, často provázející úspěch nebo očekávání.",
		"F": "Fascinace - silné zaujetí nebo obdiv, pocit úžasu nad něčím.",
		"G": "Guilt - Pocit viny.",
		"H": "Hněv - intenzivní pocit rozhořčení a vzteku.",
		"I": "Inspirace - Stav povzbuzení a tvořivého nadšení, který podněcuje nové nápady.",
		"J": "Jásání - Radostné, hlasité vyjadřování štěstí nebo nadšení.",
		"K": "Klid - pocit vnitřního míru a absence napětí.",
		"L": "Láska - Silný kladný cit, náklonnost k jiné osobě.",
		"M": "Melancholie - tichý, smutný a zamyšlený emoční stav.",
		"N": "Nadšení - Silný pocit radosti a vzrušení z očekávání nebo úspěchu.",
		"O": "Obava - strach nebo úzkost z možné hrozby či nepříjemnosti.",
		"P": "Panika - náhlý, intenzivní strach vedoucí často k zmatenému nebo impulzivnímu jednání.",
		"R": "Radost - Příjemný cit spojený s potěšením, uspokojením a štěstím.",
		"S": "Smutek - Pocit bolesti a ztráty, často spojený s pláčem a útlumem.",
		"T": "Touha - Silné přání či naléhavá potřeba něčeho nebo někoho.",
		"U": "Úzkost - intenzivní strach a napětí z budoucnosti",
		"V": "Vášeň - Intenzivní cit nebo zaujetí, často spojovaný se silnou náklonností či touhou.",
		"Y": "Yen - cizí slovo pro silnou touhu nebo stesk.",
		"Z": "Zklamání - Pocit smutku a ztráty nad nesplněným očekáváním."
	},
	"Film": {
		"A": "Amadeus - Biografický film Miloše Formana o životě Wolfganga Amadea Mozarta.",
		"B": "Batman - Film o Bruce Waynovi, milionáři, který se stane maskovaným ochráncem Gotham City a bojuje se zločinem.",
		"C": "Casablanca - Klasický romantický film z roku 1942 s Humphreyem Bogartem a Ingrid Bergman.",
		"D": "Duna - Sci‑fi film podle románu Franka Herberta o boji o cenné koření na planetě Arrakis.",
		"E": "Elysium - Sci-fi film Neilla Blomkampa o bohatých žijících na orbitální stanici a chudých na Zemi.",
		"F": "Fargo - Kriminální černá komedie bratrů Coenů z roku 1996.",
		"G": "Gladiátor - Epický historický film o římském generálovi, který se stane gladiátorem a hledá pomstu.",
		"H": "Hobit - Fantasy film podle J. R. R. Tolkiena o dobrodružství Bilba Pytlíka, zfilmovaná jako trilogie režiséra Petera Jacksona.",
		"I": "Inception - Sci‑fi thriller o vnikání do snů a krádeži myšlenek; režie Christopher Nolan.",
		"J": "Joker - Psychologické drama o zrodu komiksového padoucha (2019), Joaquin Phoenix v hlavní roli.",
		"K": "Kontakt - Sci‑fi film o hledání mimozemského signálu a střetu vědy s vírou.",
		"L": "Léon - Kriminální drama o nájemném vrahovi, který se spřátelí a chrání mladou dívku.",
		"M": "Memento - Thriller Christophera Nolana o muži s narušenou krátkodobou pamětí, který pomocí tetování a poznámek hledá vraha své ženy.",
		"N": "Nosferatu - německý expresionistický film z roku 1922 o upírovi.",
		"O": "Oblivion - Sci‑fi film s Tomem Cruisem o postapokalyptické Zemi.",
		"P": "Psycho - Klasický Hitchcockův psychologický horor odehrávající se v motelu Bates.",
		"R": "Rocky - Film o boxerském outsiderovi, který dostane šanci na titul a bojuje za důstojnost.",
		"S": "Shrek - Animovaný film o zeleném ogrovi, který zachraňuje princeznu a nachází přátele.",
		"T": "Titanic - Film Jamese Camerona z roku 1997 o potopení zaoceánského parníku; romantické drama s Leonardem DiCapriem a Kate Winslet.",
		"U": "Up - Animovaný film studia Pixar o starci Carlovi, který pomocí tisíců balónků odletí se svým domem na dobrodružnou cestu.",
		"V": "Vertigo - Psychologický thriller Alfreda Hitchcocka z roku 1958 o posedlosti, vině a identitě.",
		"Y": "Yojimbo - Japonský samurajský film Akiry Kurosawy z roku 1961 o roninovi, který manipuluje dvěma soupeřícími gangy.",
		"Z": "Zátopek - Biografický film o slavném českém běžci Emilovi Zátopkovi."
	},
	"Herec": {
		"A": "Alda - Americký herec a scenárista, proslavil se jako Hawkeye Pierce v seriálu M*A*S*H.",
		"B": "Brando - Slavný americký herec, nositel Oscara, známý z filmů Kmotr a Tramvaj do stanice Touha.",
		"C": "Chaplin - Anglický komik a filmový herec, proslul postavou Tuláka.",
		"D": "Dyk - Český herec a zpěvák Vojtěch Dyk, známý z divadla, filmů a hudebních projektů.",
		"E": "Eastwood - Americký herec a režisér, známý z filmů jako Dirty Harry a Million Dollar Baby.",
		"F": "Ford - Americký herec známý jako Indiana Jones a Han Solo.",
		"G": "Gere - Americký herec, proslavený hlavně rolí v romantickém filmu Pretty Woman.",
		"H": "Hanks - Americký herec, držitel dvou Oscarů, proslulý rolemi ve filmech Forrest Gump a Philadelphia.",
		"I": "Idris - Britský herec Idris Elba, známý ze seriálu Luther a filmů jako Thor.",
		"J": "Jackman - Australský herec Hugh Jackman, proslulý jako Wolverine a muzikálový interpret.",
		"K": "Keanu - Kanadský herec známý z filmů Matrix a John Wick.",
		"L": "Liam - Irský herec Liam Neeson, proslulý rolí ve filmu Schindlerův seznam a sérií Taken.",
		"M": "Malkovich - Americký herec známý pro intenzivní a excentrické role ve filmu i na jevišti.",
		"N": "Nicholson - Slavný americký herec, známý ikonickými rolemi (např. Přelet nad kukaččím hnízdem).",
		"O": "Orson - Americký herec a režisér Orson Welles, tvůrce filmu Občan Kane.",
		"P": "Pacino - Americký herec, proslulý rolí v Kmotrovi a Scarface.",
		"R": "Redford - Americký herec a režisér, držitel čestného Oscara za celoživotní přínos kinematografii.",
		"S": "Stallone - Americký herec Sylvester Stallone, proslulý rolemi Rockyho a Ramba.",
		"T": "Travolta - Americký herec známý z filmů Hříšný tanec a Pulp Fiction.",
		"U": "Ustinov - Slavný britský herec, scenárista a spisovatel Peter Ustinov (1921–2004).",
		"V": "Viggo - Herec, proslulý rolí Aragorna v trilogii Pán prstenů.",
		"Y": "Yul - Ruský-americký herec Yul Brynner (1915–1985), proslulý rolí v muzikálu Král a já.",
		"Z": "Zdeněk - Herec a scénárista Zdeněk Svěrák, známý autor a představitel v českém filmu a divadle."
	},
	"Historická událost": {
		"A": "Atentát - Úmyslné zavraždění významné osobnosti; sarajevský atentát 28. 6. 1914 na Františka Ferdinanda spustil první světovou válku.",
		"B": "Bitva - Ozbrojené střetnutí mezi armádami, často rozhodující pro průběh válek (např. Bitva na Bílé hoře 1620).",
		"C": "Canossa - Rituální pokání císaře Jindřicha IV. před papežem v roce 1077.",
		"D": "Druhá světová válka - Globální konflikt 1939–1945 mezi Osy a Spojenci, který změnil politickou mapu světa.",
		"E": "Exodus - biblické vystěhování Izraelitů z Egypta, událost vnímána jako kombinace historických a mytologických prvků.",
		"F": "Fronda - Povstání šlechty a měšťanů ve Francii (1648–1653) proti moci kardinála Mazarina a absolutistickému režimu.",
		"G": "Gorlice - Průlom ruské fronty během první světové války v roce 1915 (Gorlice–Tarnów Offensive).",
		"H": "Holokaust - Systematické vyvražďování Židů (a dalších skupin) nacistickým Německem během druhé světové války.",
		"I": "Inkvizice - Církevní soudní instituce ze středověku a raného novověku stíhající kacíře a náboženské odchylky, často spojená s procesy a tresty.",
		"J": "Jalta - Konference spojeneckých vůdců v únoru 1945, kde Roosevelt, Churchill a Stalin řešili poválečné uspořádání Evropy.",
		"K": "Krach - Náhlý pád akciových trhů (vrcholil v říjnu 1929 v New Yorku), který spustil Velkou hospodářskou krizi.",
		"L": "Lidice - Vyhlazení české obce nacisty 10. června 1942 jako odplata za atentát na Reinharda Heydricha.",
		"M": "Mnichov - Mnichovská dohoda z roku 1938, kdy Velká Británie a Francie postoupily Sudety Německu, čímž Československo přišlo o část území.",
		"N": "Nanking - Masakr civilistů v čínském městě Nanking spáchaný japonskou armádou v letech 1937–1938.",
		"O": "Odsun - Poválečné nucené vysídlení německého obyvatelstva z Československa po roce 1945.",
		"P": "Palach - Upálení studenta Jana Palacha v lednu 1969 na protest proti sovětské okupaci Československa.",
		"R": "Revoluce - Rychlá a zásadní politická nebo společenská změna, často provázená povstáním a svržení vlády (např. Velká francouzská revoluce 1789).",
		"S": "Stalingrad - Bitva během druhé světové války (1942–1943), zlomový moment na východní frontě, kde Sověti porazili německou armádu.",
		"T": "Trianon - Mírová smlouva z roku 1920 po 1. světové válce, která významně změnila hranice a postavení Maďarska.",
		"U": "Únor - Komunistický převrat v Československu v roce 1948, kdy komunisté získali moc a nastolili jednopartyjní režim.",
		"V": "Varšavské - Povstání obyvatel Varšavy proti německé okupaci v srpnu–říjnu 1944.",
		"Y": "Yorktown - Rozhodující obléhání (1781) v Americké válce za nezávislost, které vedlo ke kapitulaci britských sil.",
		"Z": "Zánik - Pád Západořímské říše roku 476, tradičně považovaný za konec starověku."
	},
	"Hlavní město": {
		"A": "Atény - Hlavní město Řecka.",
		"B": "Bratislava - Hlavní město Slovenska.",
		"C": "Canberra - Hlavní město Austrálie.",
		"D": "Dublin - Hlavní město Irska, leží na východním pobřeží ostrova a je známé literaturou a pivovarnictvím.",
		"E": "Edinburgh - Hlavní město Skotska.",
		"F": "Freetown - Hlavní město Sierra Leone.",
		"G": "Gaborone - Hlavní město Botswany v jižní Africe.",
		"H": "Helsinky - Hlavní město Finska.",
		"I": "Islamabad - Hlavní město Pákistánu, plánované a vybudované v 1960. letech.",
		"J": "Jerevan - Hlavní město Arménie.",
		"K": "Káhira - Hlavní město Egypta.",
		"L": "Lima - Hlavní město Peru.",
		"M": "Moskva - Hlavní město Ruska, ležící u řeky Moskvy.",
		"N": "Nairobi - Hlavní město Keni.",
		"O": "Oslo - Hlavní město Norska, leží na jihu u Oslofjordu a je politickým, kulturním i ekonomickým centrem.",
		"P": "Praha - Hlavní město České republiky.",
		"R": "Riga - Hlavní město Lotyšska.",
		"S": "Stockholm - Hlavní město Švédska.",
		"T": "Tirana - Hlavní město Albánie.",
		"U": "Ulanbátar - Hlavní město Mongolska.",
		"V": "Vídeň - Hlavní město Rakouska, proslulé hudbou, kavárnami a historickými památkami.",
		"Y": "Yaren - De facto administrativní centrum Nauru, často uváděné jako jeho hlavní město.",
		"Z": "Záhřeb - Hlavní město Chorvatska."
	},
	"Hmyz": {
		"A": "Aedes - Rod komárů, některé druhy přenášejí nemoci jako dengue nebo žlutá zimnice.",
		"B": "Blecha - Malý krev sající bezkřídlý hmyz, známý schopností skákat mezi hostiteli.",
		"C": "Cvrček - Malý skákavý hmyz, samec vydává charakteristické cvrčení.",
		"D": "Drosophila - drobná octomilka (ovocná moucha), často používaná v genetickém výzkumu.",
		"E": "Eristalis - Rod sirfovitých much, dospělci často napodobují včely a jsou běžní návštěvníci květů.",
		"F": "Formica - Rod mravenců (hmyz), zahrnující například lesní mravence.",
		"G": "Gryllus - Rod cvrčků; samci vydávají charakteristický zpěv třením křídel.",
		"H": "Housenka - Larvální stádium motýlů a můr; žravá larva, která se zakuklí a promění v dospělce.",
		"I": "Ips - Rod kůrovců (brouků), zahrnuje Ips typographus, častý škůdce smrků.",
		"J": "Jepice - Vodní hmyz (řád Ephemeroptera), jehož dospělci žijí krátce a mají dvě či tři ocásky.",
		"K": "Komár - Drobný bodavý hmyz sající krev, často přenašeč virových a parazitických onemocnění.  ",
		"L": "Lišaj - Noční motýl z čeledi lišajovitých (Sphingidae) s mohutným tělem a rychlým letem.",
		"M": "Mravenec - Sociální hmyz žijící v kolonii s dělnicemi, královnou a specializovanými kastami.",
		"N": "Nosatec - Brouk s prodlouženým čenichem, často škůdce rostlin.",
		"O": "Osa - Bodavý blanokřídlý hmyz s žihadlem, často žijící v koloniích.",
		"P": "Píďalka - Motýl z čeledi píďalkovitých; housenky se pohybují charakteristickým „měřením“ kroku.",
		"R": "Roháč - Velký brouk (Lucanus cervus) s výraznými klepety u samců.",
		"S": "Sršeň - Velká vosovitá blanokřídlá mšice, žlutě a černě pruhovaná, staví papírovitá hnízda; bodnutí je bolestivé.",
		"T": "Tesařík - Brouk z čeledi tesaříkovitých s velmi dlouhými tykadly; larvy se vyvíjejí v dřevě.",
		"U": "Urania - Rod tropických motýlů (čeledˇ Uraniidae) s nápadně barevnými, často kovově lesklými křídly.",
		"V": "Vosa - Blanokřídlý hmyz žijící v sociálních koloniích, často s bolestivým žihadlem.",
		"Y": "Yponomeuta - Rod drobných motýlů (plaménky), jejich housenky žijí v pavučinovitých koloniích na stromech a keřích.",
		"Z": "Zlatohlávek - kovově zelený brouk, často se vyskytuje na květech.  "
	},
	"Hora": {
		"A": "Ararat - Biblická hora často spojovaná s Noem a jeho archou.",
		"B": "Blaník - Mýtická hora v Česku, podle pověsti ukrývá spící rytíře čekající na znovuobnovení vlády.",
		"C": "Cervino - Italské jméno pro Matterhorn, 4 478 m vysoká hora v Alpách.",
		"D": "Denali - Nejvyšší hora Severní Ameriky (6 190 m), dříve známá jako Mount McKinley.",
		"E": "Elbrus - Nejvyšší hora Evropy v Kaukazu, dvojvrcholý vulkán.",
		"F": "Fudži - Nejvyšší hora Japonska, ikonická sopka.",
		"G": "Gerlach - Nejvyšší vrchol Vysokých Tater a Slovenska.",
		"H": "Hermon - Hora na pomezí Izraele a Sýrie, nejvyšší vrchol Golanských výšin.",
		"I": "Iztaccíhuatl - Sopečná hora v Mexiku, často nazývaná „Spící žena“ kvůli tvaru hřebene.",
		"J": "Ještěd - Hora u Liberce s ikonickou televizní věží a hotelem na vrcholu.",
		"K": "Kilimandžáro - Nejvyšší hora Afriky, sopka v Tanzanii.",
		"L": "Lhotse - Čtvrtá nejvyšší hora světa (8 516 m) v Himálaji, soused Mount Everestu.",
		"M": "Matterhorn - Slavná alpská hora na hranici Švýcarska a Itálie, proslulá výrazným kuželovitým tvarem.",
		"N": "NangaParbat - Osmitisícový vrchol (8126 m) v Pákistánu v Himálaji, přezdívaný „Vrah hor“ pro svou extrémní nebezpečnost.",
		"O": "Olymp - Nejvyšší hora Řecka, v řecké mytologii považovaná za sídlo bohů.",
		"P": "Praděd - Nejvyšší vrchol Jeseníků (1 491 m).",
		"R": "Rysy - Vrchol v Tatrách (2499 m), nejvyšší bod Polska ležící na hranici s Slovenskem.",
		"S": "Sněžka - Nejvyšší hora České republiky v Krkonoších (1 603 m).",
		"T": "Triglav - Nejvyšší hora Slovinska (2864 m) v Julských Alpách.",
		"U": "Ushba - Dvouvrcholová hora v kavkazské Svanetii, známá strmými štíty a náročným lezením.",
		"V": "Vesuv - Sopka u Neapole v Itálii, proslulá ničivým výbuchem v roce 79 n. l., který zavalil Pompeje.",
		"Y": "Yushan - Nejvyšší hora Tchaj-wanu (3 952 m), známá též jako Jade Mountain.",
		"Z": "Zugspitze - Nejvyšší hora Německa (2 962 m) v Alpách na hranici s Rakouskem."
	},
	"Hračka": {
		"A": "Autíčko - Malá hračka ve tvaru auta, často na natahování nebo dálkově ovládaná.",
		"B": "Bumerang - Vrhací hračka, která se při správném hodu vrací zpět k vrhači.",
		"C": "Cobi - Značka stavebnic s drobnými kostkami a figurkami.",
		"D": "Domeček - Malá hračka pro panenky, často s nábytkem a místnostmi k hraní.",
		"E": "Elektroauto - Dětské vozítko na baterie, které děti řídí jako mini auto.",
		"F": "Figurka - Malá postavička z plastu nebo kovu určená k hraní nebo sbírání.",
		"G": "Gyroskop - Rotační hračka, která demonstruje stabilitu a setrvačnost otáčejícího se kotouče.",
		"H": "Helikoptéra - Létající hračka s rotorem, často dálkově ovládaná.",
		"I": "Igráček - malá plastová figurka s pohyblivými končetinami, populární česká hračka.",
		"J": "Jojo - Hračka na provázku, která se nechá spadnout a pomocí navinutí se vrací zpět.",
		"K": "Kostka - Dřevěná nebo plastová krychle používaná ke stavění, hraní a učení.",
		"L": "Lego - Stavebnice z barevných kostiček, které lze skládáním vytvářet různé modely.",
		"M": "Mašinka - Malá hračka ve tvaru lokomotivy nebo vláčku, oblíbená u dětí.",
		"N": "Nerf - Značka pěnových střelných hraček (pistole a šípy) určených pro bezpečné hraní.",
		"O": "Opička - Plyšová nebo plastová hračka ve tvaru opice, oblíbená u dětí pro mazlení a hraní.",
		"P": "Panenka - Malá figurka představující člověka, určená k hraní dětí.",
		"R": "Robot - Elektronická nebo mechanická hračka, která se pohybuje a napodobuje jednoduché činnosti.",
		"S": "Skládanka - Hračka složená z dílků, které se skládají dohromady do obrázku nebo tvaru.",
		"T": "Tříkolka - Dětské vozidlo se třemi koly, určené pro malé jezdce.",
		"U": "Ukulele - Malý čtyřstrunný hudební nástroj často používaný jako hračka nebo první hudební pomůcka pro děti.",
		"V": "Vláček - Malý model vlaku pro děti, často jezdící po kolejích nebo na baterie.",
		"Y": "Yoyo - Klasická hračka: kotouček na šňůrce, který sjíždí dolů a pomocí tahu ruky se vrací zpět.",
		"Z": "Zajíček - Plyšová hračka ve tvaru králíka, oblíbená k mazlení."
	},
	"Hudební nástroj": {
		"A": "Akordeon - Příruční nástroj s klávesami a měchy, který vytváří zvuk stlačováním vzduchu.",
		"B": "Buben - Perkusní nástroj s napnutou membránou, používaný k rytmické doprovodu.",
		"C": "Cembalo - Klávesový barokní nástroj, předchůdce klavíru, jehož struny se rozechvívají brnkadly.",
		"D": "Dudy - Tradiční dechový nástroj tvořený vakem a píšťalami, používaný v lidové hudbě.",
		"E": "Eufonium - žesťový dechový nástroj s teplým, hlubokým zvukem, často užívaný v orchestru a dechových kapelách.",
		"F": "Fagot - Dřevěný dechový nástroj s dvojitým jazýčkem a hlubokým, plným tónem, běžný v orchestru.",
		"G": "Gajdy - Dechový nástroj s vakem a píšťalami, typický pro lidovou hudbu.",
		"H": "Housle - Smyčcový hudební nástroj se čtyřmi strunami, hraný smyčcem.",
		"I": "Imzad - Tradiční tuarežský smyčcový nástroj s jednou strunou, hraný smyčcem.",
		"J": "Jouhikko - Tradiční finský smyčcový nástroj podobný loutně, hraný smyčcem nebo prsty.",
		"K": "Kytara - Strunný nástroj hraný prsty nebo trsátkem.",
		"L": "Loutna - Strunný brnkací nástroj s hmatníkem, oblíbený ve středověku a renesanci.",
		"M": "Mandolína - Strunný nástroj s malým oválným tělem, hraný trsátkem.",
		"N": "Nyckelharpa - Švédský smyčcový nástroj s klávesami, kde se klávesami mění délka a ladění strun.",
		"O": "Okarina - Malý keramický nebo dřevěný dechový nástroj s dírkami, hraje se foukáním.",
		"P": "Piáno - Klavírní nástroj s klávesami, kde kladívka udeří do strun.",
		"R": "Rebec - Středověký smyčcový hudební nástroj, předchůdce houslí.",
		"S": "Saxofon - Dechový nástroj s rákoskou, oblíbený zejména v jazzu.",
		"T": "Trombon - Dechový nástroj s posuvem pro změnu délky trubice, běžný v orchestru.",
		"U": "Ukulele - Malý čtyřstrunný havajský nástroj podobný kytaře.",
		"V": "Varhany - Klávesový dechový nástroj, jehož píšťaly rozechvívá proud vzduchu.",
		"Y": "Yidaki - Aboriginální dechový nástroj z Austrálie, podobný didgeridoo.",
		"Z": "Zvonkohra - Perkusní nástroj z laděných kovových destiček nebo zvonků, které se rozeznívají úderem paliček."
	},
	"Kniha": {
		"A": "Amerika - Nedokončený román Franze Kafky o mladíkovi putujícím záhadnou a absurdní Amerikou.",
		"B": "Babička - Klasický český román Boženy Němcové líčí idylický venkovský život a moudrost staré ženy.",
		"C": "Cizinec - Román Alberta Camuse o odcizení, absurditě života a soudním procesu hlavní postavy.",
		"D": "Dracula - Gotický román Brama Stokera o upírovi hraběti Draculovi a boji s ním.",
		"E": "Emma - Román Jane Austen o intrikách a milostných vztazích v malém anglickém městečku.",
		"F": "Faust - Tragédie od Johanna Wolfganga von Goetha o doktoru Faustovi, který uzavře smlouvu s Mefistofelem.",
		"G": "Germinal - Román Émila Zoly líčící těžký život horníků a dělnské bouře.",
		"H": "Hobit - Kniha J. R. R. Tolkiena o dobrodružství Bilba Pytlíka a putování s trpaslíky.",
		"I": "Iliada - Epická báseň Homéra popisující události Trojské války.",
		"J": "Jaws - Thrillerový román Petera Benchleyho o velikém bílém žralokovi terorizujícím pobřežní město.",
		"K": "Kytice - Sbírka balad Karla Jaromíra Erbena plná lidových motivů, temných příběhů a tragických osudů.",
		"L": "Lolita - Román Vladimira Nabokova líčící kontroverzní a problematický vztah dospělého muže a nezletilé dívky, známý pro svůj jazyk a styl.",
		"M": "Máj - básnická skladba Karla Hynka Máchy, vrchol českého romantismu.",
		"N": "Neuromancer - Sci-fi román Williama Gibsona, který pomohl definovat žánr kyberpunk.",
		"O": "Oblomov - Ruský román Ilji Gončarova o pasivním šlechtici, který se stal symbolem lenosti a apatie.",
		"P": "Pygmalion - Drama George Bernarda Shawa o proměně a společenských rozdílech.",
		"R": "Rebecca - Gotický román Daphne du Maurier o posedlosti minulostí a tajemstvích na zámku Manderley.",
		"S": "Siddhartha - Román Hermanna Hesseho o duchovní cestě mladého muže hledajícího osvícení a smysl života.",
		"T": "Tess - Román Thomase Hardyho o osudu mladé ženy a kritice viktoriánské společnosti.",
		"U": "Ubik - Sci‑fi román Philipa K. Dicka zkoumající povahu reality, smrti a manipulaci času.",
		"V": "Veronika - Román Paula Coelha o ženě, která se pokusí o sebevraždu a znovuobjeví smysl života.",
		"Y": "You - Psychologický thriller Caroline Kepnes o posedlém muži, vyprávěný z pohledu stalkera.",
		"Z": "Zeměplocha - Humorná fantasy série Terryho Pratchetta o plochém světě neseném obrovskou želvou, plná satiry a absurdního humoru."
	},
	"Komiks": {
		"A": "Asterix - Francouzský komiks o statečném Gálovi a jeho dobrodružstvích plných humoru.",
		"B": "Batman - Temný strážce Gothamu, slavný komiksový superhrdina z vydavatelství DC.",
		"C": "Criminal - Kriminální komiksová série Eda Brubakera a Seana Philipse, zaměřená na noir příběhy.",
		"D": "Daredevil - Marvelský komiks o slepém právníkovi Mattu Murdockovi, který jako akrobatický superhrdina bojuje se zločinem.",
		"E": "Eternals - Marvelský komiks Jacka Kirbyho o nesmrtelných bytostech, které ovlivňují dějiny lidstva.",
		"F": "Fables - Komiksová série, kde známé pohádkové postavy žijí v moderním světě a řeší politické i osobní konflikty.",
		"G": "Garfield - Americký komiksový pásek o líném, žravém kocourovi a jeho pánovi.",
		"H": "Hellboy - Temný komiks Mikea Mignoly o červeném démonovi pracujícím pro B.P.R.D. a bojujícím proti nadpřirozeným hrozbám.",
		"I": "Invincible - Superhrdinský komiks Roberta Kirkmana (Image Comics) sledující Marka Graysona a jeho proměnu v hrdinu.",
		"J": "Joker - Záporák z DC Comics, psychopatický klaun a hlavní protivník Batmana.",
		"K": "Kick-Ass - Komiks od Marka Millara a Johna Romity Jr., o běžném klukovi, který se rozhodne stát maskovaným superhrdinou bez nadpřirozených schopností.",
		"L": "Lupin - Manga/komiks o dobrodružstvích zloděje Lupina III, vnuka literárního Arsène Lupina.",
		"M": "Maus - Grafický román Arta Spiegelmana líčící holokaust prostřednictvím antropomorfních myší.",
		"N": "Naruto - Japonský manga/komiks o mladém ninjovi, který usiluje stát se nejsilnějším vůdcem své vesnice.",
		"O": "Opráski - satirický český komiks parodující dějiny pomocí absurdního humoru a záměrných jazykových chyb.",
		"P": "Peanuts - Komiksový pás o Charlie Brownovi a Snoopyovi, známý svým humorem.",
		"R": "Ronin - Komiks Franka Millera o samurajovi znovuzrozeném v dystopickém New Yorku.",
		"S": "Superman - Kryptonský superhrdina známý pro nadlidskou sílu, létání a boj za pravdu a spravedlnost.",
		"T": "Tintin - Dobrodružný komiks o mladém reportérovi cestujícím po světě.",
		"U": "Uzumaki - Hororová manga Junji Itaa o spirálách a postupné posedlosti obyvatel města.",
		"V": "V - Britský grafický román Alana Moorea („V for Vendetta“) o maskovaném revolucionáři bojujícím proti totalitnímu režimu.",
		"Y": "Y - Americký komiks (Y: Poslední muž) o muži, který zůstane jediným přeživším samcem po záhadném vyhynutí ostatních.",
		"Z": "Zagor - Italský westernový komiks o ochránci Temného lesa, který bojuje proti banditům i nadpřirozeným hrozbám."
	},
	"Koníček": {
		"A": "Akvaristika - Chov a péče o akvarijní ryby a rostliny jako koníček.",
		"B": "Běhání - Pohybová aktivita pro zlepšení kondice a vytrvalosti, vhodná venku i na trenažéru.",
		"C": "Cyklistika - Jízda na kole pro sport, dopravu nebo rekreaci.",
		"D": "Divadlo - Tvůrčí hobby zahrnující herectví, režii a účast na divadelních představeních.",
		"E": "Enkaustika - Malování horkým voskem na povrch (dřevo, papír) pro tvorbu barevných obrazů.",
		"F": "Filatelie - Sbírání poštovních známek a studium jejich historie a hodnoty.",
		"G": "Golf - Sportovní koníček hraný na venkovním hřišti, kde pomocí holí zasazujete malý míček do jamek s co nejmenším počtem úderů.",
		"H": "Houbaření - Sběr a poznávání jedlých hub v přírodě.",
		"I": "Ikebana - Japonské umění aranžování květin jako relaxační a estetický koníček.",
		"J": "Jóga - Cvičení pro tělo i mysl založené na pozicích, dechu a meditaci.",
		"K": "Keramika - modelování a vypalování hliněných předmětů.",
		"L": "Lukostřelba - Sportovní a rekreační střelba z luku rozvíjející přesnost a soustředění.",
		"M": "Malování - Výtvarná činnost, při níž se barvami tvoří obrazy nebo dekorace na plátno, papír či jiné povrchy.",
		"N": "Numismatika - Sbírání a studium mincí a medailí.",
		"O": "Origami - Umění skládání papíru do dekorativních tvarů.",
		"P": "Pletení - Vytváření textilií z příze pomocí jehlic, oblíbené pro relaxaci a výrobu oděvů.",
		"R": "Rybaření - Lov ryb pro potěšení nebo sport, obvykle s udicí.",
		"S": "Sběratelství - Shromažďování a uchovávání sbírek předmětů (známky, mince, figurky) podle zájmu.",
		"T": "Turistika - Chůze a výlety v přírodě pro relaxaci, sport a objevování.",
		"U": "Ukulele - Hra na malý čtyřstrunný hudební nástroj; vhodný koníček pro rozvoj muzikality a zábavu.",
		"V": "Včelaření - Péče o včelstva a výroba medu jako záliba.",
		"Y": "Yoyo - Dovednostní hra s točícím se klubkem na provázku, zaměřená na triky.",
		"Z": "Zpěv - Zpívání písní a procvičování hlasové techniky pro potěšení nebo vystoupení."
	},
	"Koření": {
		"A": "Anýz - Sladké, lékořicové semeno používané k dochucení pečiva, čajů a likérů.",
		"B": "Badyán - Hvězdicovité koření s anýzovou chutí, používané v pečení a asijské kuchyni.",
		"C": "Curry - Směs mletého koření z Indie, aromatická a často pikantní, používá se do kari jídel.",
		"D": "Dobromysl - Aromatická bylina (oregáno) používaná jako koření do omáček, mas a pizzy.",
		"E": "Estragon - Bylina s jemně anýzovou chutí, často používaná k ochucení omáček, ryb a salátů.",
		"F": "Fenykl - Aromatická semena s nasládlou lékořicovou chutí, používají se do pečiva, omáček a čajů.",
		"G": "Galgán - Kořenové koření příbuzné zázvoru, aromatické, používané v jihovýchodní asijské kuchyni.",
		"H": "Hřebíček - Sušené poupě s teplou sladko-kořeněnou chutí; do pečení, omáček a nápojů.",
		"I": "Imbír - Koření z oddenku zázvoru, aromatické a pikantní, používá se v kuchyni i lidovém lékařství.",
		"J": "Jalovec - Bobule jalovce používané jako aromatické koření do masa, omáček a lihovin.",
		"K": "Kmín - Aromatické semeno používané k ochucení pečiva, masa a polévek.",
		"L": "Libeček - Aromatická bylina připomínající celer, používá se jako koření do polévek, omáček a mas.",
		"M": "Majoránka - aromatické koření, používá se do polévek, omáček a masových jídel.",
		"N": "Nigella - Semena rostliny Nigella sativa (černucha), aromatické koření používané v chlebu a asijské kuchyni.",
		"O": "Oregano - Aromatické bylinkové koření (dobromysl) používané v italské a středomořské kuchyni.",
		"P": "Pepř - Koření z plodů pepřovníku, dodává jídlům pálivou a aromatickou chuť.",
		"R": "Rozmarýn - Aromatická bylina s jehličkovými listy používaná k ochucení masa, brambor a omáček.",
		"S": "Skořice - Aromatické koření z kůry stromu, sladší chuť, používá se v dezertech, pečivu a nápojích.",
		"T": "Tymián - Aromatická bylinka používaná čerstvá i sušená k dochucení mas, polévek a omáček.",
		"U": "Urfa - Turecké sušené chilli (urfa biber) s kouřovou, mírně nasládlou chutí používané jako koření.",
		"V": "Vanilka - Aromatické lusky tropické orchideje používané k ochucení dezertů a nápojů.",
		"Y": "Yuzu - Japonské citrusové ovoce používané jako koření a aroma; šťáva a kůra dávají výraznou citrusovou chuť.",
		"Z": "Zázvor - Kořen používaný jako koření a léčivá přísada s pikantní chutí."
	},
	"Literární žánr": {
		"A": "Autobiografie - Vlastní životopis napsaný autorem, zpravidla v první osobě.",
		"B": "Balada - Lyrickoepická báseň s dramatickým nebo tragickým dějem.",
		"C": "Cestopis - Literární žánr popisující zážitky a místa z cest.",
		"D": "Dystopie - Žánr zobrazující negativní, často totalitní nebo katastrofickou budoucnost.",
		"E": "Esej - Krátký literární útvar zaměřený na úvahy, rozbory a subjektivní názory.",
		"F": "Fantasy - Literární žánr založený na imaginárních světech, magii a nadpřirozených prvcích.",
		"G": "Groteska - Literární žánr spojující komické a tragické prvky, využívající přehánění a absurdno k zvýraznění kontrastů.",
		"H": "Humoreska - Krátké humorné literární dílo s nadsázkou a často satirickým prvkem.",
		"I": "Idyla - Krátký lyricko-epický útvar zobrazující poklidný, venkovský či idylický život.",
		"J": "Juvenilie - Díla napsaná autorem v mládí, rané literární práce často školní nebo nezralé povahy.",
		"K": "Komedie - Literární žánr zaměřený na humor a zábavné zobrazení postav či situací, často s cílem pobavit nebo satirizovat.",
		"L": "Lyrika - Poetický žánr zaměřený na vyjádření citů, nálad a subjektivních dojmů.",
		"M": "Memoár - Autobiografický žánr založený na autorových vzpomínkách, zaměřený na osobní zkušenosti a události.",
		"N": "Novela - Krátká epická próza mezi povídkou a románem, obvykle soustředěná na jeden konflikt nebo náhlý obrat.",
		"O": "Óda - lyrická báseň oslavného charakteru, vyjadřující obdiv, úctu nebo nadšení.",
		"P": "Povídka - Krátký prozaický útvar soustředěný na jeden děj nebo situaci, obvykle s omezeným počtem postav.",
		"R": "Román - Dlouhý prózní žánr s rozvinutým dějem a postavami.",
		"S": "Sága - Epický rodinný nebo hrdinský příběh, často s historickým a mýtickým pozadím ze severské tradice.",
		"T": "Tragédie - Dramatický žánr zobrazující vážné lidské osudy a často vedoucí k tragickému konci.",
		"U": "Utopie - Literární žánr líčí ideální společnost či svět, často jako kritiku reálného stavu.",
		"V": "Vědeckofantastika - Literární žánr zobrazující spekulativní technologie, budoucí světy a vědecké hypotézy v příbězích.",
		"Y": "Yaoi - japonský žánr (manga a beletrie) zaměřený na romantické a erotické vztahy mezi muži, často určený především ženskému publiku.",
		"Z": "Zpověď - autobiografický žánr, v němž autor upřímně sdílí své vnitřní prožitky, hříchy a osobní zkušenosti."
	},
	"Lék": {
		"A": "Aspirin - Analgetikum a antipyretikum obsahující kyselinu acetylsalicylovou.",
		"B": "Bisoprolol - Betablokátor používaný k léčbě vysokého krevního tlaku a srdečního selhání.",
		"C": "Ciprofloxacin - Antibiotikum ze skupiny fluorochinolonů používané k léčbě bakteriálních infekcí.",
		"D": "Diazepam - Benzodiazepinové sedativum používané k potlačení úzkosti, nespavosti a svalových křečí.",
		"E": "Enalapril - ACE inhibitor používaný k léčbě vysokého krevního tlaku a srdečního selhání.",
		"F": "Furosemid - Kličkové diuretikum používané ke snižování otoků a krevního tlaku.",
		"G": "Gabapentin - Antikonvulzivum používané k léčbě neuropatické bolesti a epilepsie.",
		"H": "Heparin - Antikoagulant používaný k prevenci a léčbě krevních sraženin.",
		"I": "Ibuprofen - Nesteroidní protizánětlivý lék používaný proti bolesti, horečce a zánětu.",
		"J": "Januvia - Antidiabetikum (sitagliptin) používané k léčbě cukrovky 2. typu.",
		"K": "Kaptopril - ACE inhibitor užívaný k léčbě hypertenze a srdečního selhání.",
		"L": "Lidokain - Lokální anestetikum a antiarytmikum používané ke znecitlivění tkání a léčbě některých srdečních arytmií.",
		"M": "Metformin - Perorální antidiabetikum, které zlepšuje citlivost na inzulín a snižuje hladinu glukózy u diabetu 2. typu.",
		"N": "Naproxen - Nesteroidní protizánětlivé analgetikum (NSAID) proti bolesti a zánětu.",
		"O": "Omeprazol - Inhibitor protonové pumpy snižující tvorbu žaludeční kyseliny; používá se při refluxu, vředové nemoci a léčbě Helicobacter pylori",
		"P": "Paracetamol - Analgetikum a antipyretikum užívané k tlumení bolesti a snižování horečky.",
		"R": "Rizatriptan - Antimigrenikum ze skupiny triptanů, rychle zmírňuje migrénové bolesti a doprovodné příznaky.",
		"S": "Simvastatin - Léčivo snižující hladinu cholesterolu.",
		"T": "Tramadol - Opioidní analgetikum používané ke zmírnění středně silné až silné bolesti; může způsobit závislost a nežádoucí účinky.",
		"U": "Urapidil - Antihypertenzivum používané k rychlému snížení vysokého krevního tlaku.",
		"V": "Voltaren - Nesteroidní protizánětlivý lék (diklofenak) používaný proti bolesti a zánětu.",
		"Y": "Yohimbin - Alkaloid, antagonista alfa‑2 adrenergních receptorů, používaný při erektilní dysfunkci; může zvyšovat krevní tlak a úzkost.",
		"Z": "Zyrtec - Antihistaminikum proti alergiím (účinná látka cetirizin)."
	},
	"Materiál": {
		"A": "Aluminium - Lehký, korozivzdorný kov široce používaný v konstrukcích, dopravě a obalech.",
		"B": "Bavlna - Přírodní textilní vlákno získávané z plodů rostliny, měkké a savé.",
		"C": "Cement - Sypký pojivový materiál používaný k výrobě betonu a malty.",
		"D": "Dřevo - Přírodní pevný organický materiál z kmenů stromů, používaný ve stavebnictví, nábytku a jako palivo.",
		"E": "Epoxid - Syntetická pryskyřice používaná jako lepidlo, tmel a odolná povrchová vrstva.",
		"F": "Fólie - tenký pružný materiál (plast nebo kov) používaný k ochraně, balení nebo izolaci.",
		"G": "Grafit - Měkká forma uhlíku s vrstvenou strukturou, dobře vede elektrický proud a používá se do tužek, elektrody a jako mazivo.",
		"H": "Hliník - Lehký stříbrný kov používaný v konstrukcích, obalech a elektrotechnice.",
		"I": "Indium - Měkký stříbřitý kov používaný v polovodičích, tenkých vrstvách (např. indium-tin-oxide) a slitinách.",
		"J": "Jíl - Plastická hlinitá hornina používaná k výrobě keramiky, cihel a stavebních materiálů.",
		"K": "Kov - Pevný, často lesklý materiál s dobrou elektrickou a tepelnou vodivostí a tvárností.",
		"L": "Litina - Slitina železa s vyšším obsahem uhlíku, tvrdá a křehká, používaná pro odlitky (motory, potrubí).",
		"M": "Měď - Měkký červenohnědý kov, vynikající vodič elektřiny a tepla, používaný v elektroinstalacích a výrobě slitiny.",
		"N": "Nikl - Stříbrný kov odolný korozi, používaný ve slitinách, pokovování a bateriích.",
		"O": "Ocel - slitina železa s uhlíkem, pevná a tvárná, široce používaná v průmyslu.",
		"P": "Plast - Syntetický materiál z polymerů, lehký a snadno tvarovatelný.",
		"R": "Rtuť - Kovová tekutina (prvek Hg), těžká a jedovatá, používaná v měřicích přístrojích a průmyslu.",
		"S": "Sklo - Amorfní křemičité těleso, průhledné materiál používaný na okna, nádoby a optiku.",
		"T": "Titan - Lehký, velmi pevný kov odolný vůči korozi, používaný v letectví, medicíně a průmyslu.",
		"U": "Uhlí - Fosilní palivo bohaté na uhlík, používané k výrobě tepla a elektřiny.",
		"V": "Vosk - Tuhá voskovitá látka (přírodní nebo syntetická) používaná k leštění, těsnění a výrobě svíček.",
		"Y": "Yttrium - Chemický prvek (Y), vzácný kov používaný ve slitinách, keramice a luminiscenčních fosforech.",
		"Z": "Zinek - Stříbrný kov používaný k ochraně železa proti korozi (galvanizace) a v různých slitinách."
	},
	"Mužské jméno": {
		"A": "Adam - Biblické mužské jméno, v Česku velmi rozšířené.",
		"B": "Bohuslav - Tradiční slovanské jméno znamenající 'slavný díky Bohu'.",
		"C": "Cyril - Mužské křestní jméno slovanského původu, známé díky svatému Cyrilovi, spolutvůrci hlaholice.",
		"D": "David - Mužské jméno hebrejského původu znamenající „milovaný“.",
		"E": "Emil - Tradiční mužské jméno latinského původu (Aemilius), běžné v Česku.",
		"F": "František - Tradiční české mužské jméno, původem z latinského Franciscus, znamená „Franský“.",
		"G": "Gabriel - Hebrejské jméno, znamená „Bůh je mou silou“.",
		"H": "Hynek - Tradiční české mužské jméno původem ve středověku.",
		"I": "Ivan - Tradiční české mužské jméno slovanského původu.",
		"J": "Jan - Hebrejského původu, znamená „Hospodin je milostivý“.",
		"K": "Karel - Tradiční české mužské jméno původem z germánského Karl, znamená „svobodný muž“.",
		"L": "Lukáš - České mužské jméno původem z latinského Lucas, často vykládáno jako „pocházející z Lucanie“ nebo „světlý“.",
		"M": "Martin - Mužské jméno latinského původu, velmi rozšířené v Česku.",
		"N": "Nikolaj - Slovanské jméno z řeckého Nikolaos, znamená 'vítěz lidu'.",
		"O": "Ondřej - Tradiční české mužské jméno.",
		"P": "Pavel - Tradiční české mužské jméno latinského původu (Paulus), původně znamenající „malý“ nebo „pokorný“.",
		"R": "Roman - Latinské jméno (z „Romanus“) znamená „římský“, v ČR běžné.",
		"S": "Samuel - Hebrejské jméno znamenající „Bůh vyslyšel“.",
		"T": "Tomáš - Tradiční mužské jméno hebrejského původu, běžné v Česku.",
		"U": "Urban - Mužské jméno latinského původu (Urbanus), znamená „městský“.",
		"V": "Václav - Tradiční české mužské jméno, známé díky svatému Václavovi.",
		"Y": "Yusuf - Arabská podoba jména Josef, znamená „Bůh přidá“.",
		"Z": "Zdeněk - Tradiční české mužské jméno."
	},
	"Místnost": {
		"A": "Aula - Velká posluchárna nebo shromažďovací sál.",
		"B": "Balkón - Venkovní plocha u bytu sloužící k posezení a výhledu.",
		"C": "Cvičebna - Místnost určená pro cvičení a sportovní aktivity.",
		"D": "Dílna - Místnost určená pro práci, řemeslné činnosti nebo opravy.",
		"E": "Expozice - Výstavní místnost nebo prostor určený k vystavení exponátů.",
		"F": "Foyer - Vstupní hala nebo předsálí u vchodu, slouží jako čekárna a přístupová zóna.",
		"G": "Garderoba - Místnost nebo prostor určený k ukládání šatstva a obuvi.",
		"H": "Herna - Místnost určená pro hraní her nebo zábavu.",
		"I": "Izolačka - Nemocniční místnost určená k izolaci nakažených pacientů.",
		"J": "Jídelna - Místnost určená k jídlu.",
		"K": "Kuchyně - Místnost určená k přípravě a vaření jídel.",
		"L": "Ložnice - Místnost určená k odpočinku a spaní.",
		"M": "Mansarda - Podkrovní pokoj se šikmými stropy, často upravený na obytný prostor.",
		"N": "Noclehárna - Místnost určená k přenocování nebo kolektivnímu ubytování.",
		"O": "Obývák - Hlavní obytná místnost v domě určená k odpočinku a setkávání.",
		"P": "Pokoj - místnost určená k bydlení nebo odpočinku.",
		"R": "Recepce - Vstupní prostor v hotelu nebo budově, kde se odbavují hosté a poskytují informace.",
		"S": "Sál - Velká místnost určená pro shromáždění, vystoupení nebo společenské akce.",
		"T": "Toaleta - Místnost určená k osobní hygieně a použití záchodu.",
		"U": "Učebna - Místnost pro výuku a vyučování.",
		"V": "Vestibul - Vstupní místnost nebo předsíň budovy sloužící jako přechod mezi venkovním prostorem a vnitřními prostory.",
		"Y": "Yurta - Kruhové přenosné obydlí (jurta), funguje jako obytná místnost.",
		"Z": "Zádveří - Malá předsíň u vchodu, kde se odkládají svrchní oděvy a obuv."
	},
	"Měna": {
		"A": "Afghání - Měna Afghánistánu.",
		"B": "Baht - Oficiální měna Thajska, zkratka THB.",
		"C": "Cedi - Měna Ghany (kód GHS).",
		"D": "Dolar - Měna Spojených států (USD), široce používaná světová rezervní měna.",
		"E": "Euro - Oficiální měna eurozóny, zavedená 1999 (bankovky a mince od 2002).",
		"F": "Forint - Maďarská měna (kód HUF).",
		"G": "Guaraní - Měna Paraguaye.",
		"H": "Hřivna - Ukrajinská národní měna (kód UAH).",
		"I": "INR - ISO kód pro indickou rupii",
		"J": "Jen - Japonská měna (symbol ¥), oficiální platidlo Japonska.",
		"K": "Koruna - Měna České republiky, ISO kód CZK.",
		"L": "Libra - Britská měna, libra šterlinků (GBP).",
		"M": "Manat - Národní měna Ázerbájdžánu a Turkmenistánu.",
		"N": "Naira - Oficiální měna Nigérie, používá se symbol ₦.",
		"O": "Ouguiya - Měna Mauritánie.",
		"P": "Peso - Měna používaná v několika zemích, např. Mexiko a Argentina.",
		"R": "Rand - Měna Jihoafrické republiky.",
		"S": "Sol - Peruánská měna (ISO kód PEN), oficiálně nazývaná sol a používaná v Peru.",
		"T": "Tenge - Kazachstánská měna (ISO kód KZT).",
		"U": "USD - Americký dolar, měna Spojených států.",
		"V": "Vatu - Měna Vanuatu, ISO kód VUV.",
		"Y": "Yen - Japonská měna, ISO kód JPY.",
		"Z": "Zlotý - polská měna (ISO PLN)."
	},
	"Nemoc": {
		"A": "Astma - Chronické zánětlivé onemocnění dýchacích cest způsobující dušnost, sípání a kašel.",
		"B": "Borelióza - Infekční nemoc přenášená klíšťaty, projevuje se kožním erytem, horečkou, bolestmi kloubů a neurologickými příznaky.",
		"C": "Cukrovka - Chronické onemocnění způsobené poruchou produkce nebo účinku inzulínu vedoucí ke zvýšené hladině cukru v krvi.",
		"D": "Diabetes - Chronické onemocnění s nadměrnou hladinou cukru v krvi způsobené nedostatečnou produkcí nebo účinkem inzulínu.",
		"E": "Ekzém - Zánětlivé onemocnění kůže projevující se svěděním, suchými ložisky a vyrážkou.",
		"F": "Faryngitida - Zánět hltanu způsobující bolest v krku a potíže při polykání.",
		"G": "Gastroenteritida - Akutní zánět žaludku a střev způsobující průjem, zvracení a bolesti břicha.",
		"H": "Hepatitida - Zánět jater způsobený nejčastěji viry, alkoholem nebo autoimunitními procesy.",
		"I": "Influenza - Akutní virové onemocnění dýchacích cest, běžně známé jako chřipka.",
		"J": "Jersinioza - Bakteriální infekce způsobená bakteriemi rodu Yersinia, často vyvolávající gastroenteritidu.",
		"K": "Katarakta - Zákal oční čočky vedoucí k postupnému zhoršení vidění.",
		"L": "Leukémie - Nádorové onemocnění krve a kostní dřeně, při kterém se tvoří nadměrné množství abnormálních bílých krvinek.",
		"M": "Malárie - Parazitární onemocnění přenášené komáry, projevující se horečkou, zimnicí a slabostí.",
		"N": "Neštovice - Akutní virové onemocnění způsobující puchýřnaté vyrážky a vysokou horečku.",
		"O": "Obezita - Nadměrné hromadění tělesného tuku, které zvyšuje riziko srdečních chorob, cukrovky a dalších komplikací.",
		"P": "Pneumonie - Zánět plic způsobený bakteriální nebo virovou infekcí, projevuje se kašlem, horečkou a dušností.",
		"R": "Rakovina - Nádorové onemocnění charakterizované nekontrolovaným růstem buněk.",
		"S": "Sepsa - život ohrožující systémová zánětlivá reakce na infekci, která může vést k selhání orgánů.",
		"T": "Tuberkulóza - Bakteriální infekce postihující hlavně plíce, způsobená Mycobacterium tuberculosis.",
		"U": "Uretritida - Zánět močové trubice, často způsobený infekcí.",
		"V": "Vzteklina - Virová nemoc napadající centrální nervový systém, přenáší se kousnutím nakaženého zvířete; bez rychlé léčby téměř vždy smrtelná.",
		"Y": "Yersinióza - Bakteriální infekce způsobená Yersinia (např. Y. enterocolitica), projevuje se průjmem, horečkou a bolestmi břicha.",
		"Z": "Zika - Virusová infekce přenášená komáry, způsobuje horečku, vyrážku a u těhotných může vést k mikrocefalii plodu."
	},
	"Nábytek": {
		"A": "Akvárium - Skleněná nádrž sloužící k chovu ryb a jako domácí dekorace.",
		"B": "Barek - Nízká skříňka nebo stolek určený k podávání a skladování nápojů.",
		"C": "Chesterfield - Pohovka se zapuštěnými knoflíky (tufting), obvykle kožená a s charakteristickým elegantním vzhledem.",
		"D": "Divan - Pohodlná pohovka nebo sofa určená k sezení a odpočinku.",
		"E": "Etagéra - Otevřená policová skříňka nebo regál na knihy a dekorace.",
		"F": "Fotel - Pohodlné křeslo s opěradlem a područkami.",
		"G": "Gauč - Pohovka určená k sezení a odpočinku v obývacím pokoji.",
		"H": "Hodiny - Zařízení (nástěnné nebo stojací) ukazující čas, často součást vybavení domácnosti.",
		"I": "Ikea - Švédský nábytkářský řetězec a značka známá pro montovatelný nábytek a domácí doplňky.",
		"J": "Jídelní stůl - Stůl určený k jídlu.",
		"K": "Komoda - Nízká skříňka se zásuvkami na oblečení nebo věci.",
		"L": "Lůžko - Nábytek určený ke spaní, obvykle s rámem, roštem a matrací.",
		"M": "Matrace - Polstrovaná vrstva na postel pro pohodlné spaní a oporu těla.",
		"N": "Noční stolek - Malý stolek umístěný vedle postele pro lampu, knihu a odkládání drobností.",
		"O": "Otoman - nízké čalouněné sedadlo bez opěradla, často používané jako podnožka nebo lavice.",
		"P": "Postel - Nábytek určený k ležení a spaní, obvykle s rámem a matrací.",
		"R": "Regál - Otevřená police nebo sestava polic určená k ukládání knih, nádobí či dekorací.",
		"S": "Stůl - Kus nábytku s deskou a nohami určený k jídlu, práci nebo pokládání předmětů.",
		"T": "Taburet - Nízký sedací kus bez opěradla, často použitý jako přídavné sezení nebo podnožka.",
		"U": "U-sedačka - Sedačka ve tvaru písmene U, určená pro větší obývací prostor a pohodlné sezení více osob.",
		"V": "Vitrína - Prosklená skříň na vystavení a uchování nádobí, skla či dekorací.",
		"Y": "Y-chair - Dřevěná židle/křeslo s charakteristickou Y‑tvarovanou opěrkou zad (tzv. Wishbone Chair).",
		"Z": "Zrcadlo - Skleněná deska v rámu sloužící k prohlížení vlastního odrazu, často součást vybavení interiéru."
	},
	"Nálada": {
		"A": "Apatie - Stav lhostejnosti a nezájmu, kdy chybí energie, emoce a motivace.",
		"B": "Bojovný - Nálada plná odhodlání a agrese, připravenost k boji nebo obraně.",
		"C": "Cynická - Postoj založený na nedůvěře, ironii a zlehčování morálních hodnot nebo upřímných záměrů druhých.",
		"D": "Deprese - Dlouhodobě snížená nálada provázená smutkem, únavou a ztrátou zájmu.",
		"E": "Euforie - Intenzivní pocit radosti a nadšení.",
		"F": "Frustrace - Pocity zklamání a podráždění vzniklé, když jsou cíle nebo očekávání blokovány.",
		"G": "Gněv - Intenzivní pocit hněvu nebo rozhořčení.",
		"H": "Hněv - Intenzivní negativní emoce spojená s podrážděním, frustrací nebo vztekem.",
		"I": "Inspirace - Nálada nadšení a tvořivého elánu, která podněcuje vznik nápadů.",
		"J": "Jistota - pocit bezpečí, sebevědomí a důvěry ve vlastní schopnosti nebo situaci.",
		"K": "Klid - Pocit vnitřního uvolnění a absence napětí či stresu.",
		"L": "Lhostejnost - Nálada nezájmu a emočního odstupu vůči situaci nebo lidem.",
		"M": "Melancholie - Tichá, zadumaná smutná nálada s nádechem nostalgie.",
		"N": "Nostalgie - Pocit smutného či něžného vzpomínání na minulost.",
		"O": "Optimismus - Pozitivní emoční naladění charakterizované očekáváním dobrých věcí.",
		"P": "Pohoda - Uvolněná a klidná nálada.",
		"R": "Radost - Příjemný pocit spokojenosti a nadšení při pozitivní události.",
		"S": "Smutek - Negativní nálada spojená se ztrátou, melancholií a pokleslou energií.",
		"T": "Tréma - Napětí a nervozita před veřejným vystoupením.",
		"U": "Uvolněný - Pocit klidu a uvolnění těla i mysli, bez napětí a stresu.",
		"V": "Veselá - Pocit radosti a lehkosti, doprovázený optimismem a chutí do života.",
		"Y": "Yearning - Silný pocit touhy nebo nostalgie.",
		"Z": "Zádumčivost - tichá, melancholická, zamyšlená nálada."
	},
	"Nápoje": {
		"A": "Absint - Bylinný alkoholický nápoj s pelyňkem, známý vysokým obsahem alkoholu.",
		"B": "Becherovka - Český bylinný likér.  ",
		"C": "Cider - alkoholický nápoj z fermentovaných jablek.  ",
		"D": "Džus - Ovocný nebo zeleninový šťávový nápoj.  ",
		"E": "Espresso - Silný kávový výluh připravený pod tlakem.",
		"F": "Fanta - perlivá ovocná limonáda, nejznámější pomerančová varianta.  ",
		"G": "Gin - Silný lihový nápoj aromatizovaný bobulemi jalovce.",
		"H": "Hugo - Aperitiv z prosecca, sirupu z bazových květů a máty.  ",
		"I": "Inka - Pražený cereální nápoj, populární bezkofeinová náhražka kávy.",
		"J": "Jablečný - nápoj z jablek, obvykle džus nebo mošt.  ",
		"K": "Káva - Horký nebo studený nápoj z pražených zrn kávovníku.",
		"L": "Limonáda - Osvěžující nealkoholický nápoj, obvykle citronové chuti.  ",
		"M": "Mléko - Bílý výživný nápoj od krav a jiných savců.  ",
		"N": "Negroni - Italský koktejl z ginu, Campari a sladkého vermutu.  ",
		"O": "Ouzo - Řecký anýzový likér.  ",
		"P": "Pivo - kvašený alkoholický nápoj z obilného sladu.  ",
		"R": "Rum - Destilát z melasy nebo třtiny, často používaný v koktejlech.  ",
		"S": "Sekt - Perlivé víno podávané při oslavách.  ",
		"T": "Tequila - Mexický destilát z agáve, často pítý samotný nebo v koktejlech.",
		"U": "Umeshu - Japonský likér z ume (plodu podobného švestce), sladký a aromatický.  ",
		"V": "Víno - Alkoholický nápoj z kvašeného hroznového moštu.",
		"Y": "Yakult - Fermentovaný probiotický mléčný nápoj.",
		"Z": "Zinfandel - Červené víno z odrůdy Zinfandel, obvykle plné, ovocné s výrazným tělem."
	},
	"Nástroj": {
		"A": "Akušroubovák - Ruční elektrický šroubovák napájený akumulátorem, používaný k utahování a povolování šroubů.",
		"B": "Brousek - Nástroj na broušení a ostření nožů a dalších řezných nástrojů.",
		"C": "Cirkulárka - Elektrická pila s kotoučovým listem určená k řezání dřeva.",
		"D": "Dláto - Ruční nástroj s ostřím používaný k opracování a tvarování dřeva.",
		"E": "Epilátor - Přístroj na odstraňování chloupků vytrháváním i s kořínky.",
		"F": "Fréza - Otáčivý řezný nástroj pro obrábění materiálů a odstraňování třísky.",
		"G": "Gajdy - Tradiční lidový nástroj (dudy) tvořený měchem a píšťalami.",
		"H": "Hoblík - Nástroj pro odebírání tenkých vrstev dřeva a vyhlazení povrchu.",
		"I": "Imbus - šestihranný klíč používaný k utahování šroubů s vnitřním šestihranem.",
		"J": "Jehla - Ostrý tenký nástroj používaný k šití nebo propichování.",
		"K": "Kladivo - Nástroj s kovovou hlavou používaný k zatloukání hřebíků.",
		"L": "Lopata - Nástroj na kopání a přemisťování zeminy, písku nebo sněhu.",
		"M": "Mikroskop - Optický nástroj pro zvětšené pozorování velmi malých objektů.",
		"N": "Nůž - Ostrý nástroj k řezání a krájení.",
		"O": "Otvírák - Nástroj sloužící k otevírání lahví nebo konzerv.",
		"P": "Pila - Nástroj s ozubeným listem určený k řezání dřeva a dalších materiálů.",
		"R": "Rýč - Zahradní nástroj používaný ke kopání a obracení zeminy.",
		"S": "Sekera - Nástroj s ostřím určený ke štípání a řezání dřeva.",
		"T": "Teploměr - Nástroj pro měření teploty.",
		"U": "Utahovák - Nářadí sloužící k utažení nebo povolení šroubů.",
		"V": "Vrtačka - Elektrický nebo ruční nástroj pro vrtání otvorů do dřeva, kovu či betonu.",
		"Y": "Y-kabel - Kabel s jedním koncem rozvětveným na dvě větve, používaný k rozdělení nebo spojením signálu či napájení.",
		"Z": "Zvedák - Nástroj sloužící k zvedání těžkých břemen, například automobilů."
	},
	"Obchodní řetězec": {
		"A": "Albert - Český řetězec supermarketů, součást skupiny Ahold Delhaize.",
		"B": "Billa - Potravinový řetězec provozující supermarkety v ČR.",
		"C": "COOP - Sdružený řetězec místních potravinových prodejen fungujících jako družstva nebo franšízy.",
		"D": "DM - Řetězec drogérií nabízející kosmetiku, hygienu a domácí potřeby.",
		"E": "Euronics - Mezinárodní síť prodejen elektroniky a domácích spotřebičů.",
		"F": "Fressnapf - Německý řetězec prodejen krmiv a potřeb pro domácí mazlíčky, působící i v ČR.",
		"G": "Globus - Řetězec hypermarketů v ČR nabízející potraviny a zboží pro domácnost.",
		"H": "Hornbach - Řetězec stavebních a hobby marketů působící v ČR.",
		"I": "IKEA - Švédský nábytkářský řetězec nabízející cenově dostupný montovaný nábytek a doplňky do domácnosti.",
		"J": "Jednota - Družstevní síť prodejen potravin a smíšeného zboží působící v Česku a na Slovensku.",
		"K": "Kaufland - Německý řetězec hypermarketů působící v ČR, zaměřený na potraviny a zboží pro domácnost.",
		"L": "Lidl - Německý diskontní řetězec s potravinami a základním spotřebním zbožím.",
		"M": "Makro - Velkoobchodní řetězec Cash & Carry v ČR, určený především podnikatelům a gastro provozům.",
		"N": "Norma - Německý diskontní potravinový řetězec provozující supermarkety i v Česku.",
		"O": "OBI - Řetězec hobbymarketů s nabídkou zboží pro kutily, zahradu a stavebniny.",
		"P": "Penny - Diskontní potravinový řetězec působící v České republice.",
		"R": "Rohlík - Český online supermarket specializovaný na rozvoz potravin.",
		"S": "Spar - Mezinárodní potravinový maloobchodní řetězec působící i v České republice.",
		"T": "Tesco - Britský maloobchodní řetězec působící v ČR.",
		"U": "Uniqlo - Japonský oděvní řetězec známý pro kvalitní základní a funkční oblečení.",
		"V": "Vodafone - Síť prodejen mobilního operátora nabízející tarify, služby a telefony.",
		"Y": "YvesRocher - Francouzský kosmetický obchodní řetězec s prodejnami v ČR.",
		"Z": "Zara - Mezinárodní oděvní řetězec zaměřený na rychlou módu s prodejnami po světě."
	},
	"Oblečení": {
		"A": "Anorak - Voděodolný kabát či bunda s kapucí, určená proti větru a dešti.",
		"B": "Bunda - Vrchní oděv s rukávy, určený k ochraně proti chladu a větru.",
		"C": "Cardigan - Pletený svetr s otevřeným předním dílem, obvykle na knoflíky nebo zip.",
		"D": "Džíny - Kalhoty z denimu, běžné pro každodenní nošení.",
		"E": "Espadrilky - Lehká plátěná obuv s provazovou podrážkou, typická letní obuv.  ",
		"F": "Frak - Formální pánský kabát/oblečení s krátkým předním a prodlouženým zadním dílem, nošený při společenských událostech.",
		"G": "Galoše - gumové návleky na boty, které chrání před blátem a deštěm.",
		"H": "Halenka - Dámský horní oděv s rukávy a výstřihem, určený pro společenské i každodenní nošení.",
		"I": "Ikat - tkanina s charakteristickým rozmazaným vzorem vzniklým speciální barvící technikou, používaná na oděvy a doplňky.",
		"J": "Jarmulka - Malá kulatá pokrývka hlavy nošená v židovské tradici.",
		"K": "Kabát - Zimní nebo podzimní svrchní oděv zakrývající trup i ruce.  ",
		"L": "Legíny - Elastické přiléhavé kalhoty z pružného materiálu, často používané pro sport i volný čas.",
		"M": "Mikina - Teplý sportovní svršek, často s kapucí a kapsami.",
		"N": "Nohavice - Kalhoty pokrývající nohy.",
		"O": "Oblek - Formální oděv tvořený sakem a kalhotami.  ",
		"P": "Plášť - Vnější oděv, často volný nebo s kapucí, chrání proti dešti a chladu.",
		"R": "Rukavice - Krytí rukou sloužící k ochraně nebo zahřátí.",
		"S": "Sako - Formální či poloformální svrchní oděv, často součást obleku.",
		"T": "Tričko - Lehký oděv na horní část těla, často s krátkým rukávem a vyrobený z bavlny.",
		"U": "Uniforma - Oděvní soubor stejný pro členy skupiny (armáda, škola, zaměstnání).",
		"V": "Vesta - Krátký svrchní oděv bez rukávů, nosí se přes košili nebo tričko.",
		"Y": "Yukata - Japonský lehký kimono-styl oděv, nošený hlavně v létě nebo po koupeli.",
		"Z": "Zástěra - Ochranný oděv přepásaný kolem pasu nebo krku, nošený při vaření či práci."
	},
	"Ovoce": {
		"A": "Ananas - Tropické ovoce s tvrdou šupinatou slupkou a sladkou žlutou dužinou.",
		"B": "Banán - Tropické ovoce s měkkou sladkou dužinou, bohaté na draslík.",
		"C": "Clementinka - Malé sladké citrusové ovoce s tenkou slupkou, snadno loupatelné.",
		"D": "Durian - Tropické ovoce s tvrdou ostnitou slupkou, známé silným zápachem a krémovou dužinou.",
		"E": "Egreš - Malá kulatá bobule angreštu, kyselá až sladká chuť, používá se čerstvý i v dezertech.",
		"F": "Fík - Sladké peckovité ovoce s měkkou dužinou a drobnými semínky.",
		"G": "Grapefruit - Citrusové ovoce s hořko-sladkou chutí a šťavnatou dužinou.",
		"H": "Hruška - Šťavnaté ovoce s jemnou, sladkou dužinou, běžně pěstované v mírném pásmu.",
		"I": "Irga - drobné jedlé bobule keře Amelanchier, podobné borůvkám.",
		"J": "Jablko - Kulaté ovoce s chutí sladkou nebo nakyslou, běžně konzumované syrové i v pečení.",
		"K": "Kiwi - Malé dužnaté ovoce s chlupatou slupkou a zelenou dužinou.",
		"L": "Limetka - malé zelené citrusové ovoce s kyselou chutí, často používané do nápojů a jídel.",
		"M": "Mango - Tropické ovoce s vláčnou sladkou dužinou a velkou peckou.",
		"N": "Nashi - Asijská hruška s křupavou, sladkou dužninou.",
		"O": "Oliva - Malé plody olivovníku, často lisované na olej nebo konzervované.",
		"P": "Pomeranč - Citrusové ovoce s oranžovou slupkou a šťavnatou dužinou.",
		"R": "Rybíz - Malé bobulovité ovoce (červené, černé nebo bílé), často používané do džemů, kompotů a dezertů.",
		"S": "Salak - Tropické ovoce (hadí ovoce) s hrbolatou slupkou a sladkokyselou dužinou.",
		"T": "Třešeň - Malé peckovité ovoce, obvykle červené, sladké nebo kyselé, pěstované v mírném pásu.",
		"U": "Ugli - Tropické citrusové ovoce (tangelo), kříženec pomeranče a grapefruitu.",
		"V": "Višeň - Menší kyselá třešeň, často používaná do kompotů, koláčů a likérů.",
		"Y": "Yuzu - Asijské citrusové ovoce s výraznou aromatickou kůží a kyselou dužninou, často používané v kuchyni.",
		"Z": "Zimolez - keř s drobnými jedlými bobulemi (např. kamčatský zimolez)."
	},
	"Pečivo": {
		"A": "Apfelstrudel - Tradiční rakouský závin z tenkého těsta plněný jablky, cukrem a skořicí.",
		"B": "Bageta - Dlouhý francouzský chléb s křupavou kůrkou.",
		"C": "Croissant - Francouzské listové pečivo, křupavé zvenku a máslově nadýchané uvnitř.",
		"D": "Donut - Kulaté smažené sladké pečivo s dírou uprostřed nebo plněné marmeládou či krémem.",
		"E": "Ekler - Podlouhlé pečivo z větrného těsta plněné krémem a polité čokoládou.",
		"F": "Frgál - Tradiční moravský plochý koláč (pečivo) s ovocnou nebo tvarohovou náplní.",
		"G": "Grahamka - Celozrnná houska z grahamové mouky, s hutnější strukturou a výraznější chutí.",
		"H": "Houska - Menší pečivo z kynutého těsta, obvykle k snídani nebo jako příloha.",
		"I": "Indiánek - Malé sladké pečivo obalené v čokoládě a posypané kokosem.",
		"J": "Jidáš - Tradiční sladké pečivo z kynutého těsta ve tvaru uzlu, obvykle pečené o Velikonocích.",
		"K": "Kobliha - Sladké smažené pečivo obvykle plněné marmeládou nebo krémem.",
		"L": "Loupák - Kynuté sladké pečivo z máslového těsta, často posypané cukrem.",
		"M": "Muffin - Malé pečivo z kypřeného těsta, často s přísadami jako čokoláda nebo ovoce.",
		"N": "Nugátka - Malé sladké pečivo nebo cukrovinka s náplní z nugátu (ořechovo-čokoládová hmota).",
		"O": "Oplatka - Křupavá tenká pečená placka z mouky a cukru, často podávaná jako sladkost.",
		"P": "Preclík - Křupavé nebo měkké pečivo ve tvaru uzlu, často posypané hrubou solí.",
		"R": "Rohlík - Tradiční české podlouhlé pečivo z pšeničné mouky, oblíbené k snídani a svačině.",
		"S": "Sendvič - Plněné pečivo (chleba nebo houska) s náplní jako maso, sýr či zelenina.",
		"T": "Trdelník - Sladké pečivo z navinutého těsta pečené na válečku a obalené v cukru.",
		"U": "Uštipky - Malé smažené kousky těsta, podobné koblihám či šiškám.",
		"V": "Veka - Delší bílý chléb, často krájený na krajíce.",
		"Y": "Yufka - tenké turecké těsto/pečivo používané na záviny a placky.",
		"Z": "Závin - Pečivo z tenkého nebo kynutého těsta plněné náplní (jablko, tvaroh, mák) a pečené svinuté."
	},
	"Planeta": {
		"A": "Alderaan - Fiktivní planeta z Hvězdných válek, známá jako domov Leia Organa.",
		"B": "Bespin - Fiktivní plynná planeta ze Star Wars, známá pro Cloud City.",
		"C": "Ceres - Trpasličí planeta v hlavním pásu asteroidů mezi Marsem a Jupiterem.",
		"D": "Dagobah - Fiktivní bažinatá planeta ze Star Wars, kde se ukrýval mistr Yoda.",
		"E": "Eris - Trpasličí planeta v Kuiperově pásu objevená v roce 2005; její objev vedl k přehodnocení definice planety.",
		"F": "Žádná - Ve sluneční soustavě není planeta na písmeno F; mezi exoplanetami je známý kandidát Fomalhaut b.",
		"G": "Gliese581g - Exoplaneta u hvězdy Gliese 581, navržena jako potenciálně obyvatelná.",
		"H": "Haumea - Trpasličí planeta v Kuiperově pásu, známá rychlou rotací a protáhlým tvarem.",
		"I": "Žádná - Ve sluneční soustavě neexistuje planeta, jejíž název začíná na písmeno 'I'.",
		"J": "Jupiter - Největší planeta sluneční soustavy, plynný obr s pásy oblačnosti a Velkou rudou skvrnou.",
		"K": "Krypton - Fiktivní planeta, domov Supermana, která byla zničena před jeho odletem na Zemi.",
		"L": "Luytenb - Exoplaneta obíhající kolem hvězdy Luyten (GJ 273), považovaná za potenciálně obyvatelnou.",
		"M": "Mars - Čtvrtá planeta sluneční soustavy, zvaná Rudá planeta díky železitému prachu na povrchu.",
		"N": "Neptun - Osmá planeta Sluneční soustavy, ledový obr s velmi silnými větry.",
		"O": "Osiris - Exoplaneta HD 209458 b, tzv. „horký Jupiter“, oficiálně pojmenovaná Osiris.",
		"P": "Pluto - Trpasličí planeta v Kuiperově pásu, dříve považovaná za devátou planetu.",
		"R": "Romulus - Domovská planeta Romulanů ze světa Star Treku.",
		"S": "Saturn - Šestá planeta od Slunce, plynný obr proslulý svými prstenci.",
		"T": "Terra - jiný název pro Zemi, třetí planeta Sluneční soustavy.",
		"U": "Uran - Sedmá planeta Sluneční soustavy, plynný obr s výrazným náklonem osy rotace.",
		"V": "Venuše - Druhá planeta od Slunce, podobná Zemi velikostí, s hustou atmosférou z oxidu uhličitého a extrémním skleníkovým efektem.",
		"Y": "Žádná - Ve sluneční soustavě není planeta začínající na písmeno Y.",
		"Z": "Země - Třetí planeta Sluneční soustavy, domov života a kapalné vody."
	},
	"Plaz": {
		"A": "Anakonda - Velký jihoamerický had (škrtič) žijící v řekách a močálech, loví savce a ptáky.",
		"B": "Boa - Nejedovatý had, který škrtí kořist.",
		"C": "Chameleon - Plaz schopný měnit zbarvení a chytat potravu dlouhým lepivým jazykem.",
		"D": "Drak - Komodský drak (varan komodský), největší žijící ještěr z rodu varanů obývající indonéské ostrovy.",
		"E": "Eublefár - Rod gekonů (např. gekon leopardí) s očními víčky, často chovaný jako domácí mazlíček.",
		"F": "Furcifer - Rod madagaskarských chameleonů.",
		"G": "Gekon - Malý ještěr z čeledi gekonovitých, často s přísavnými prsty a nočním způsobem života.",
		"H": "Had - Plaz bez končetin s protáhlým tělem a šupinatou kůží.",
		"I": "Iguana - Tropický ještěr z čeledi leguánovitých, většinou býložravec žijící na stromech.",
		"J": "Ještěrka - malý ještěrovitý plaz s ocasem, často schopný jeho regenerace.",
		"K": "Krokodýl - velký dravý vodní plaz s mohutnými čelistmi.",
		"L": "Leguán - Býložravý plaz z čeledi leguánovitých s výrazným hřebenem na hřbetě, žijící převážně v tropických oblastech.",
		"M": "Mamba - Jedovatý, velmi rychlý africký had.",
		"N": "Naja - Rod jedovatých hadů (kobry).",
		"O": "Ophisaurus - Rod beznohých ještěrů (skleněných ještěrů) připomínajících hady.",
		"P": "Pyton - Velký škrtící had z čeledi Pythonidae.",
		"R": "Rhinoclemmys - Rod neotropických želv.",
		"S": "Slepýš - Beznohá ještěrka připomínající hada, běžná v Evropě.",
		"T": "Tegu - Jihoamerický ještěr, často chovaný v teráriích.",
		"U": "Užovka - had z čeledi užovkovitých, běžný u vody v Evropě, živí se žábami a rybami.",
		"V": "Varan - Velký masožravý ještěr z rodu varanů (monitor), žijící v Africe, Asii a Austrálii.",
		"Y": "Yurlunggur - Vyhynulý varanoidní ještěr (obří varan) z Miocénu v Austrálii.",
		"Z": "Zamenis - Rod hadů (užovky), zahrnuje druhy jako užovka stromová (plaz)."
	},
	"Pohádková postava": {
		"A": "Ariel - Mořská panna z pohádky 'Malá mořská víla', která touží po životě mezi lidmi.",
		"B": "Basilisk - Legendární tvor z pohádek a mýtů, jehož pohled nebo dechem způsobuje smrt.",
		"C": "Císař - panovník z pohádky 'Císařovy nové šaty', známý svou marnivostí.",
		"D": "Drak - Mýtické stvoření, často ohnivý protivník nebo strážce pokladu v pohádkách.",
		"E": "Elsa - Ledová královna z Disneyovy pohádky Ledové království, která ovládá led a sníh.",
		"F": "Fiona - Princezna z filmu Shrek, která se promění v ogřici.",
		"G": "Gargamel - Zlý čaroděj pronásledující Šmouly.",
		"H": "Hastrman - Vodní skřítek z českých pohádek a pověstí, často spojený s řekami a rybami.",
		"I": "Ikaros - Mýtická řecká postava, která si zhotovila vosková křídla a zahynula po pádu, když letěla příliš blízko slunce.",
		"J": "Jeníček - Malý chlapec z pohádky Jeníček a Mařenka.",
		"K": "Karkulka - Dívka z pohádky Červená Karkulka, nosí červený kapucí a potkává vlka.",
		"L": "Liška - Prefíkaná postava mnoha pohádek, často přelstí ostatní postavy.",
		"M": "Mrazík - Postava z ruských a českých pohádek, personifikace mrazu a zimy.",
		"N": "Nymfa - mytická bytost (víla) spojená s přírodou nebo vodou, často se objevuje v pohádkách a bájích.",
		"O": "Otesánek - Pohádkový chlapec z polena, který neustále jí a nakonec je zabit.",
		"P": "Popelka - Dívka týraná sestrou a macechou, která díky kouzlu a skleněnému střevíčku potká prince.",
		"R": "Rusalka - vodní panna ze slovanských pohádek a legend",
		"S": "Sněhurka - Princezna z pohádky, pronásledovaná zlou královnou, která najde útočiště u sedmi trpaslíků.",
		"T": "Trpaslík - Malá pohádková bytost, často zručný a žijící v lesích nebo horách.",
		"U": "Utopenec - Duch utopeného člověka v lidových pohádkách, který prý straší u vody a láká kolemjdoucí.",
		"V": "Vodník - Vodní duch z českých pohádek, žijící v rybníku nebo řece, často spojovaný se sbíráním či střežením duší utopených.",
		"Y": "Yeti - Tajemná chlupatá bytost z horských pověstí, připomínající pohádkového tvora.",
		"Z": "Zlatovláska - Pohádková dívka se zlatými vlasy, často hlavní postava v příbězích o záchraně nebo kouzlech."
	},
	"Politik": {
		"A": "Arafat - Palestinský politik a vůdce Organizace pro osvobození Palestiny.",
		"B": "Babiš - Český podnikatel a politik, bývalý premiér a zakladatel hnutí ANO.",
		"C": "Chovanec - bývalý ministr vnitra za ČSSD.",
		"D": "Dukakis - Americký politik, guvernér Massachusetts a prezidentský kandidát v roce 1988.",
		"E": "Erdogan - Turecký prezident a dlouholetý vůdce strany AKP.",
		"F": "Fiala - Předseda vlády České republiky a předseda Občanské demokratické strany (ODS).",
		"G": "Gandhi - Indický vůdce boje za nezávislost a propagátor nenásilného odporu.",
		"H": "Havel - Disident, dramatik a první prezident po sametové revoluci.",
		"I": "Indira - Bývalá premiérka Indie (Indira Gandhi).",
		"J": "Jan - český politik, bývalý předseda ČSSD a ministr vnitra.",
		"K": "Klaus - Bývalý prezident a premiér České republiky.",
		"L": "Lula - Brazilský politik a prezident, vůdce levicového hnutí.",
		"M": "Maláčová - Česká politička, bývalá ministryně práce a sociálních věcí.",
		"N": "Nečas - bývalý český premiér a předseda ODS (2010–2013), rezignoval po politickém skandálu.",
		"O": "Okamura - Český politik, zakladatel a lídr hnutí SPD.",
		"P": "Paroubek - Bývalý český premiér a předseda ČSSD.",
		"R": "Rath - Bývalý hejtman a ministr zdravotnictví, odsouzený za korupci.",
		"S": "Sobotka - Bývalý předseda ČSSD a premiér ČR (2014–2017).",
		"T": "Topolánek - Bývalý český premiér a předseda ODS (působení v 2006–2009 jako premiér).",
		"U": "Ursula - Předsedkyně Evropské komise",
		"V": "Vondra - český politik, bývalý ministr a europoslanec",
		"Y": "Yeltsin - První prezident Ruské federace po rozpadu SSSR (1991–1999).",
		"Z": "Zeman - Český politik, bývalý prezident a premiér."
	},
	"Potravina": {
		"A": "Avokádo - Krémové ovoce bohaté na zdravé tuky, často používané do salátů a pomazánek.",
		"B": "Brambora - Hlízovitá zelenina bohatá na škrob, vaří se, peče i smaží.",
		"C": "Cibule - Zelenina s výraznou chutí a vůní, často používaná jako základ mnoha pokrmů.",
		"D": "Dýně - Plod bohatý na dužinu a vitamíny, používaný v polévkách, pečení a dezertech.",
		"E": "Endivie - Hořká listová zelenina používaná hlavně do salátů.",
		"F": "Fazole - Luštěnina bohatá na bílkoviny a vlákninu, často sušená nebo konzervovaná.",
		"G": "Guláš - Husté dušené masové jídlo s paprikou a cibulí.",
		"H": "Hruška - Šťavnaté ovoce pěstované na stromech, konzumuje se syrová nebo vařená.",
		"I": "Ikra - Rybí jikry, delikatesa často podávaná na chlebu nebo jako pomazánka.",
		"J": "Jablko - Křupavé ovoce bohaté na vlákninu, konzumuje se čerstvé i v dezertech.",
		"K": "Knedlík - Tradiční vařená příloha z těsta (mouka nebo brambory).",
		"L": "Lilek - Fialová zelenina často pečená nebo grilovaná, používaná v pokrmech jako ratatouille či baba ghanoush.",
		"M": "Mléko - Tekutina z mléčných žláz savců, běžně konzumovaná a používaná při vaření.",
		"N": "Niva - Modrý plísňový sýr z kravského mléka.",
		"O": "Olivy - Plody olivovníku používané jako stolní potravina nebo k výrobě olivového oleje.",
		"P": "Pomeranč - Citrusové ovoce bohaté na vitamín C.",
		"R": "Rýže - Zrnitá obilovina používaná jako příloha nebo základ pro rizota, pilafy a další pokrmy.",
		"S": "Sýr - Mléčný produkt vzniklý srážením a zráním mléka, s různou chutí a konzistencí.",
		"T": "Tvaroh - Mléčný produkt získaný srážením mléka, používaný do pečení, pomazánek a dezertů.",
		"U": "Uzenina - Masný výrobek upravený uzením, např. šunka nebo klobása.",
		"V": "Vejce - Surovina bohatá na bílkoviny, používaná v pečení i vaření.",
		"Y": "Yuzu - japonský citrusový plod s výraznou aromatickou kůrou, používaný do omáček, dresinků a nápojů.",
		"Z": "Zelí - Listová zelenina, čerstvá nebo kvašená (kysané zelí), používá se jako příloha i v polévkách."
	},
	"Povolání": {
		"A": "Architekt - Navrhuje a plánuje budovy a prostory.",
		"B": "Barman - Obsluhuje zákazníky a připravuje nápoje v baru.",
		"C": "Cukrář - Vyrábí sladké pečivo, dorty a cukrovinky.",
		"D": "Doktor - Lékař, který diagnostikuje a léčí nemoci.",
		"E": "Elektrikář - Instaluje a opravuje elektrická vedení a zařízení.",
		"F": "Farmaceut - Připravuje a vydává léky a radí pacientům o jejich správném užívání.",
		"G": "Grafik - Navrhuje vizuální materiály pro tisk i digitální média.",
		"H": "Hasič - Zachraňuje lidi a majetek při požárech, nehodách a jiných mimořádných událostech.",
		"I": "Inženýr - Technický odborník, který navrhuje, plánuje a řeší technické projekty.",
		"J": "Jednatel - Osoba, která právně zastupuje a řídí společnost.",
		"K": "Kadeřník - Stříhá, upravuje a barví vlasy.",
		"L": "Lékař - Poskytuje zdravotní péči a léčí pacienty.",
		"M": "Mechanik - Opravuje a udržuje stroje nebo vozidla.  ",
		"N": "Novinář - Zpracovává a píše zprávy, reportáže a články pro média.",
		"O": "Obchodník - Prodává zboží nebo služby zákazníkům.",
		"P": "Pekař - Připravuje a peče chléb a jiné pečivo.",
		"R": "Režisér - Osoba, která řídí a koordinuje uměleckou tvorbu filmu, divadelní nebo televizní inscenace.",
		"S": "Svářeč - Odborník spojující kovové díly pomocí tepla a svařovacích technik.",
		"T": "Tesař - Řemeslník pracující se dřevem, vyrábí a montuje dřevěné konstrukce a krovy.",
		"U": "Učitel - Osoba, která vyučuje žáky a studenty ve škole.",
		"V": "Veterinář - Ošetřuje a léčí zvířata, provádí očkování a operace.",
		"Y": "Youtuber - Tvůrce videí na YouTube, často vydělává z reklam, partnerství a sponzorství",
		"Z": "Zedník - Stavební dělník, který staví zdi a omítá.  "
	},
	"Počasí": {
		"A": "Anticyklóna - oblast vysokého atmosférického tlaku, obvykle přináší stabilní, suché a slunečné počasí.",
		"B": "Bouřka - Silná přeháňka provázená blesky, hromy a často silným větrem.",
		"C": "Cyklóna - Oblast nízkého tlaku přinášející větrné počasí a srážky.",
		"D": "Déšť - Srážky vody v kapkách padající z oblaků.",
		"E": "Evapotranspirace - Sumární odpařování vody z půdy a transpirační ztráty rostlin, ovlivněné teplotou, vlhkostí a větrem.",
		"F": "Fronta - Oblast hranice mezi dvěma vzduchovými masami, často přináší změnu počasí a srážky.",
		"G": "Gololed - Tenká vrstva ledu na povrchu (náledí) vzniklá při mrznoucím dešti nebo opětovném zmrznutí vody; způsobuje silnou kluzkost.",
		"H": "Hurikán - Silný tropický vír s velmi silnými větry a vydatnými srážkami.",
		"I": "Inverze - Obrácení normálního teplotního profilu, kdy teplota roste s výškou; omezuje vertikální mísení vzduchu, podporuje mlhy a znečištění.",
		"J": "Jasno - Stav oblohy bez mraků, slunečné a suché počasí.",
		"K": "Krupobití - Bouřkové srážky doprovázené padajícími kroupami.",
		"L": "Liják - Prudký, intenzivní a často krátkodobý déšť s velkým přívalem vody.",
		"M": "Mlha - Snížení viditelnosti způsobené drobnými vodními kapičkami v ovzduší.",
		"N": "Námraza - Vrstva ledu vznikající z mrznoucích kapek (mlhy nebo rosy) na povrchu, kluzká a nebezpečná.",
		"O": "Oblačno - Stav oblohy s převážnou oblačností, kdy oblaka pokrývají velkou část nebe a omezují sluneční svit.",
		"P": "Přeháňka - krátkodobá, místní srážka (déšť nebo sníh).",
		"R": "Rosa - Kapalná vlhkost vznikající kondenzací vodní páry na površích při nočním ochlazení.",
		"S": "Sněžení - Srážky ve formě sněhových vloček, které snižují viditelnost a vytvářejí sněhovou pokrývku.",
		"T": "Tornádo - Silný rotační vír vzduchu spojený s bouří, který může způsobit rozsáhlé škody.",
		"U": "Úpal - Přehřátí organismu způsobené vysokými teplotami a silným slunečním zářením.",
		"V": "Vichr - Silný vítr s prudkými nárazy, často způsobující škody.",
		"Y": "Neexistuje - V češtině není běžný meteorologický termín začínající na „Y“.",
		"Z": "Zataženo - Obloha pokrytá mraky, bez přímého slunečního svitu."
	},
	"Počítačová hra": {
		"A": "Amnesia - Hororová adventura z první osoby, kde hráč řeší hádanky a vyhýbá se hrůzám v silně atmosférickém prostředí.",
		"B": "Bioshock - atmosférická FPS zasazená do dystopického podmořského města, kombinující akci, průzkum a morální volby.",
		"C": "Crysis - Střílečka z pohledu první osoby proslulá průlomovou grafikou a výkonným CryEngine.",
		"D": "Doom - Kultovní střílečka z pohledu první osoby, průkopník žánru FPS z 90. let.",
		"E": "ELEX - Akční RPG v otevřeném sci-fi/fantasy světě od Piranha Bytes.",
		"F": "Factorio - Budování a automatizace továren na cizí planetě, mix strategie a simulace.",
		"G": "Gothic - Akční RPG od českého studia Piranha Bytes zasazené do temného fantasy světa.",
		"H": "Hades - Akční roguelike od Supergiant Games, kde syn boha podsvětí usiluje o útěk z Hádu.",
		"I": "Inside - Atmosférická 2D plošinovka od studia Playdead, temné hádanky a sugestivní příběh beze slov.",
		"J": "Journey - Atmosférická indie hra o putování pouští s tichou kooperací a minimalistickým příběhem.",
		"K": "Kenshi - sandboxové open‑world RPG pro PC zaměřené na přežití, budování a svobodu hráče.",
		"L": "Limbo - Atmosférická plošinovka s černobílou grafikou a temnými logickými hádankami.",
		"M": "Minecraft - Sandboxová hra o těžbě, stavbě a přežití v procedurálně generovaném světě.",
		"N": "NetHack - Klasická roguelike počítačová hra z 80. let s procedurálně generovanými podzemími a permanentní smrtí.",
		"O": "Overwatch - Týmová multiplayerová střílečka od Blizzardu, kde hráči volí hrdiny s unikátními schopnostmi a bojují v 6v6 zápasech.",
		"P": "Portal - Logická akční hra od Valve, kde hráč řeší hádanky pomocí vytváření portálů.",
		"R": "RimWorld - Sci‑fi simulátor, kde řídíte kolonii osadníků, stavíte základnu, řešíte morálku a bojujete o přežití.",
		"S": "Skyrim - Akční RPG od Bethesdy zasazené do otevřeného fantasy světa.",
		"T": "Tetris - Klasická logická hra s padajícími bloky, cílem je vyplňovat a mazat řady.",
		"U": "Undertale - Nezávislé RPG, v němž volby hráče ovlivňují příběh a boje lze řešit nenásilně.",
		"V": "Vampyr - Akční RPG o lékaři proměněném v upíra, jehož volby ovlivňují osud města.",
		"Y": "Yakuza - Akční série od Sega o životech a bojích členů japonského podsvětí.",
		"Z": "Zork - Textová adventura z 70. let, průkopník interaktivních počítačových her."
	},
	"Profese": {
		"A": "Architekt - Navrhuje a plánuje budovy a prostory, zajišťuje jejich funkčnost, bezpečnost a estetiku.",
		"B": "Barman - Obsluhuje a připravuje nápoje v baru.",
		"C": "Chemik - Odborník, který studuje a pracuje s chemickými látkami, provádí analýzy a výzkum.",
		"D": "Doktor - Lékař, který diagnostikuje a léčí nemoci.",
		"E": "Ekonom - Analytik a správce finančních zdrojů.  ",
		"F": "Farmář - Obhospodařuje pole a chová zvířata.  ",
		"G": "Grafik - Výtvarník nebo designér vytvářející tiskovou či digitální grafiku.  ",
		"H": "Hasič - Profesionál zasahující při požárech a záchranách.  ",
		"I": "Inženýr - Odborník, který navrhuje a realizuje technická a technologická řešení v různých oborech.",
		"J": "Jeřábník - Obsluha jeřábu, která zvedá a přesouvá těžká břemena na stavbách či v přístavech.",
		"K": "Kadeřník - Stříhá a upravuje vlasy.",
		"L": "Lékař - poskytuje lékařskou péči, diagnostikuje a léčí nemoci.",
		"M": "Malíř - Vytváří obrazy nebo natírá interiéry a fasády.  ",
		"N": "Notář - Veřejný úředník, který ověřuje, sepisuje a legalizuje právní úkony.",
		"O": "Ošetřovatel - Pečuje o pacienty nebo zvířata a poskytuje základní péči.  ",
		"P": "Pekař - Připravuje a peče pečivo.  ",
		"R": "Režisér - Vedoucí tvůrčího týmu filmového či divadelního díla.  ",
		"S": "Stomatolog - Zubní lékař, který se zabývá prevencí, diagnostikou a léčbou onemocnění zubů a dásní.",
		"T": "Truhlář - Řemeslník, který vyrábí a opravuje nábytek a dřevěné konstrukce.",
		"U": "Učitel - Vyučuje a vzdělává žáky nebo studenty.",
		"V": "Veterinář - Ošetřuje a léčí zvířata.  ",
		"Y": "Youtuber - Tvůrce videí a obsahu na YouTube, který to vykonává profesionálně nebo pro živobytí.",
		"Z": "Zubař - Ošetřuje a léčí zuby a ústní dutinu."
	},
	"Pták": {
		"A": "Albatros - velký mořský pták s dlouhými křídly, schopný dlouhých přeletů.",
		"B": "Brhlík - Malý pěvec, obratně lezoucí po kmenech stromů při hledání hmyzu.",
		"C": "Columba - Rod holubů (vědecké jméno), zahrnuje např. holuba domácího.",
		"D": "Datel - Pták, který klove do stromů silným zobákem, aby našel hmyz a vyhloubil dutiny.",
		"E": "Erithacus - rod ptáků zahrnující červenku obecnou.",
		"F": "Frankolín - Bažantovitý pták z teplých oblastí, lovecký druh podobný koroptvi.",
		"G": "Gavran - velký černý pták z čeledi krkavcovitých.",
		"H": "Holub - běžný městský pták z čeledi holubovitých, často chovaný a charakteristický vrkavým vrkáním.",
		"I": "Ibis - Brodivý pták s dlouhým zahnutým zobákem, často žijící u vody.",
		"J": "Jeřáb - Velký brodivý pták s dlouhým krkem a nohami, často vázaný na mokřady.",
		"K": "Kos - Zpěvný lesní pták s tmavým peřím a nápadným oranžovým zobákem.",
		"L": "Labuť - Velký vodní pták s dlouhým krkem.",
		"M": "Moták - dravý pták s dlouhými křídly a ocasem, lovící drobné savce a ptáky.",
		"N": "Nandu - Jihoamerický nelétavý pták příbuzný pštrosům, žijící na otevřených travnatých plochách.",
		"O": "Orel - Velký dravý pták s mohutnými pařáty a vynikajícím zrakem.",
		"P": "Pelikán - Velký vodní pták s dlouhým zobákem a vakem pod ním, používá ho k lovu ryb.",
		"R": "Rorýs - Hmyzožravý pták s dlouhými křídly a vidlicovitým ocasem.",
		"S": "Sýkorka - Malý pěvec s černou čepičkou a žlutým břichem, často návštěvník krmítek.",
		"T": "Tukan - tropický pták s výrazným velkým zobákem, žijící v korunách stromů Střední a Jižní Ameriky.",
		"U": "Uhu - Velká chocholatá sova (výr velký).",
		"V": "Vlaštovka - Malý tažný pták s vidlicovitým ocasem, živí se hmyzem.",
		"Y": "Yuhina - malý tropický pták z jihovýchodní Asie, často společenský a zpěvný.",
		"Z": "Zoborožec - Tropický pták s nápadným velkým zobákem."
	},
	"Písnička": {
		"A": "Africa - Píseň americké rockové skupiny Toto z roku 1982, známá chytlavým refrénem.",
		"B": "Bad - Slavná píseň Michaela Jacksona z roku 1987, energická popová skladba.",
		"C": "Creep - Píseň britské skupiny Radiohead z roku 1992, proslavená melancholickým textem a refrénem.",
		"D": "Dancing - Taneční píseň s výrazným rytmem, vhodná do klubů a na parket.",
		"E": "Euphoria - Vítězná píseň Eurovize 2012 v podání Loreen.",
		"F": "Faded - Elektronická skladba norského producenta Alana Walkera z roku 2015, proslulá melancholickým motivem.",
		"G": "Grenade - Singl Bruna Marse (2010), emotivní píseň o nevrácené oběti a ztracené lásce.",
		"H": "Hallelujah - Slavná píseň Leonarda Cohena, často coverovaná a emocionální balada.",
		"I": "Imagine - Píseň Johna Lennona z roku 1971 o míru a naději.",
		"J": "Jolene - Slavná country píseň Dolly Parton, ve které žena prosí Jolenu, aby jí neodvedla milence.",
		"K": "Kokomo - Píseň The Beach Boys z roku 1988, letní hit o tropickém ráji.",
		"L": "Láska - Častý název písní o citech a vztazích.",
		"M": "Music - Píseň od Madonny z roku 2000.",
		"N": "Numb - Píseň americké skupiny Linkin Park z roku 2003 o pocitu odcizení a tlaku očekávání.",
		"O": "One - Píseň skupiny U2, známá balada z alba Achtung Baby (1991).",
		"P": "Poupata - Populární píseň skupiny Kryštof z roku 2001, melodická balada o lásce.",
		"R": "Ráno - Píseň kapely Kryštof o pocitech nového dne a naději.",
		"S": "Satisfaction - Ikonická rocková píseň The Rolling Stones z roku 1965.",
		"T": "Thriller - Kultovní popová píseň Michaela Jacksona z roku 1982, známá pro ikonické hudební video.",
		"U": "Umbrella - Popová píseň Rihanny z roku 2007, světový hit známý díky chytlavému refrénu 'ella, ella'.",
		"V": "Vltava - Symfonická báseň Bedřicha Smetany zachycující tok řeky Vltavy a krajinu kolem ní.",
		"Y": "Yesterday - Píseň od The Beatles (1965), melancholická balada o ztrátě lásky.",
		"Z": "Zombie - Rocková píseň irské skupiny The Cranberries (1994) reflektující násilí v Severním Irsku."
	},
	"Rostlina": {
		"A": "Akát - opadavý strom s bílými voňavými květy, medonosný a často pěstovaný jako dřevina.",
		"B": "Bříza - Listnatý strom s bílou kůrou, běžný v mírném pásu.",
		"C": "Cibule - Podzemní zásobní orgán cibulnatých rostlin, běžně pěstovaná jako zelenina (Allium cepa).",
		"D": "Dub - listnatý strom z čeledi bukovitých (Quercus), charakteristický silným kmenem a plody zvanými žaludy.",
		"E": "Echinacea - Léčivá trvalka známá pro podporu imunity.",
		"F": "Fialka - Malá kvetoucí bylina s nápadnými květy, často pěstovaná v zahradách nebo jako pokojová rostlina.",
		"G": "Gerbera - Květina z čeledi astrovitých, často pěstovaná jako řezaná květina pro své velké barevné květy.",
		"H": "Heřmánek - Aromatická léčivá bylina s drobnými bílými květy.",
		"I": "Ibišek - Keř nebo bylina s velkými nápadnými květy, často pěstovaný jako okrasná rostlina.",
		"J": "Jalovec - Jehličnatý keř nebo strom; plody (jalovčinky) se používají jako koření a v lidovém léčitelství.",
		"K": "Kaktus - Sukulentní rostlina s dužnatými stonky a trny přizpůsobená suchému prostředí.",
		"L": "Lípa - Listnatý strom s voňavými květy, považovaný za národní strom ČR.",
		"M": "Mák - Jednoletá bylina s nápadnými květy a jedlými semeny.",
		"N": "Narcis - Jarní cibulovitá květina s nápadnou korunní trubkou.",
		"O": "Okurka - Jednoletá zelenina s křupavými zelenými plody, pěstovaná pro saláty.",
		"P": "Pampeliška - Žlutá luční bylina s kulovitými semennými plody, často považovaná za léčivku a zdroj nektaru pro včely.",
		"R": "Růže - Okrasný kvetoucí keř s vonnými květy a často s trny.",
		"S": "Slunečnice - Rostlina s velkými žlutými květy a jedlými semeny bohatými na olej.",
		"T": "Tis - Jedovatý jehličnatý strom s červenými arilami (plody).",
		"U": "Urtica - Rod rostlin zahrnující kopřivy, známé žahavými chlupy.",
		"V": "Vrba - Rychle rostoucí listnatý strom nebo keř, často rostoucí při březích vod.",
		"Y": "Yzop - Aromatická bylina (Hyssopus officinalis), používaná v léčitelství a jako medonosná rostlina.",
		"Z": "Zelí - Košťálová zelenina rodu Brassica pěstovaná pro hlávky, používá se čerstvé i kysané."
	},
	"Savec": {
		"A": "Alpaka - Jihoamerický domestikovaný kopytník chovaný především pro jemnou vlnu.",
		"B": "Bobr - Vodní hlodavec se silnými řezáky, staví hráze a nory.",
		"C": "Cibetka - Malý noční šelmovitý savec známý produkcí aromatické látky zvané cibet.",
		"D": "Delfín - Mořský savec s echolokací, inteligentní a žijící ve skupinách.",
		"E": "Echidna - Vejcorodý australský savec se zobákem a ostny.",
		"F": "Fretka - Malý masožravý savec z čeledi lasicovitých, často chovaný jako domácí mazlíček.",
		"G": "Gepard - Nejrychlejší suchozemský savec, specializovaný lovec na otevřených pláních.",
		"H": "Hroch - Velký africký vodní savec s mohutným tělem a širokou tlamou.",
		"I": "Irbis - Sněžný levhart, kočkovitá šelma žijící v horských oblastech Střední a Východní Asie.",
		"J": "Jelen - Lesní přežvýkavý sudokopytník, samec nosí parohy.",
		"K": "Kočka - Malý domácí masožravý savec z čeledi kočkovitých.",
		"L": "Lemur - Primát z Madagaskaru s velkýma očima, většinou stromový a převážně noční.",
		"M": "Medvěd - Velký savec z čeledi medvědovitých, většinou všežravec žijící v lesích a horách.",
		"N": "Nosorožec - Velký býložravý savec s mohutným rohem na čenichu.",
		"O": "Okapi - Vzácný lesní sudokopytník z pralesů Konga, příbuzný žirafě.",
		"P": "Puma - Velká kočkovitá šelma žijící v Americe.",
		"R": "Rys - Šelma z čeledi kočkovitých žijící v lesích, loví drobnější savce.",
		"S": "Slon - Velký savec s chobotem, žijící v Africe a Asii.",
		"T": "Tygr - velká kočkovitá šelma s pruhovaným kožichem.",
		"U": "Uakari - Jihoamerický primát (opice) s nápadně červenou tváří.",
		"V": "Veverka - Malý stromový hlodavec s huňatým ocasem.",
		"Y": "Yak - velký přežvýkavec horských oblastí Střední Asie, chovaný pro mléko, maso a srst.",
		"Z": "Zajíc - Rychlý běložravý savec s dlouhýma ušima, žijící na polích a loukách."
	},
	"Skladatel": {
		"A": "Albinoni - Italský barokní skladatel, často spojován s „Adagiem v G moll“.",
		"B": "Bach - Německý barokní skladatel a varhaník, autor Braniborských koncertů a pašijí.",
		"C": "Chopin - Polský skladatel a klavírní virtuóz, proslulý mazurkami a nocturny.",
		"D": "Dvořák - Český skladatel 19. století, autor Novosvětské symfonie, komorní hudby a oper.",
		"E": "Elgar - Anglický skladatel (1857–1934), známý především díky pochodům „Pomp and Circumstance“.",
		"F": "Fauré - Francouzský skladatel a pedagog, autor Requiem, písní a klavírních skladeb.",
		"G": "Gershwin - Americký skladatel kombinující klasickou hudbu s jazzem, autor „Rhapsody in Blue“.",
		"H": "Haydn - Rakouský skladatel klasické éry, často nazývaný „otec symfonie“ a průkopník komorní hudby.",
		"I": "Ives - Americký skladatel, průkopník moderní a experimentální hudby.",
		"J": "Janáček - Český skladatel Leoš Janáček, známý operami a motivy z lidové hudby.",
		"K": "Kodály - Maďarský skladatel a hudební pedagog (1877–1967), známý sbíráním lidových písní a Kodályho metodou.",
		"L": "Liszt - Maďarský skladatel a klavírista 19. století, klíčová postava romantismu.",
		"M": "Mozart - Rakouský skladatel klasické éry, proslulý operami, symfoniemi a klavírní hudbou.",
		"N": "Nielsen - Dánský skladatel (1865–1931), autor symfonií a oper, představitel národní romantiky.",
		"O": "Orff - Německý skladatel a hudební pedagog, proslulý kantátou Carmina Burana.",
		"P": "Prokofjev - Ruský skladatel 20. století, autor baletu Romeo a Julie a opery Vojna i mir",
		"R": "Ravel - Francouzský skladatel impresionistické hudby (1875–1937), autor Bolera.",
		"S": "Smetana - Český skladatel, autor cyklu Má vlast a zakladatel české národní hudby.",
		"T": "Telemann - Německý barokní skladatel, autor rozsáhlého souboru kantát, sonát a koncertů.",
		"U": "Uematsu - Japonský skladatel herní hudby, nejznámější autor soundtracků série Final Fantasy.",
		"V": "Vivaldi - Italský barokní skladatel, autor Čtvera ročních období.",
		"Y": "Yiruma - Jižnokorejský pianista a skladatel současné klavírní hudby, autor známé skladby 'River Flows in You'.",
		"Z": "Zelenka - Barokní český skladatel (1699–1745), proslulý duchovní hudbou a instrumentálními díly."
	},
	"Spisovatel": {
		"A": "Auster - Americký spisovatel Paul Auster, známý postmoderními romány o náhodě, identitě a vyprávění.",
		"B": "Bulgakov - Ruský spisovatel, autor magickorealistického románu Mistr a Markétka.",
		"C": "Camus - Francouzský spisovatel a filozof, autor románu \"Cizinec\".",
		"D": "Dostojevskij - Ruský prozaik, autor Zločinu a trestu a Bratrů Karamazových.",
		"E": "Eco - Italský spisovatel a semiotik, autor románu „Jméno růže“.",
		"F": "Flaubert - Francouzský spisovatel, autor románu \"Paní Bovaryová\" a představitel realismu.",
		"G": "Gogol - Ruský prozaik, autor satirických děl jako Mrtvé duše.",
		"H": "Hemingway - Americký spisovatel, nositel Nobelovy ceny za literaturu a autor románu Stařec a moře.",
		"I": "Ionesco - Rumunsko-francouzský dramatik, představitel absurdního divadla.",
		"J": "Jirásek - Český spisovatel, autor historických románů a dramat.",
		"K": "Kafka - Německy píšící pražský spisovatel, autor \"Proměny\" a \"Procesu\".",
		"L": "Lovecraft - Americký autor hororů a tvůrce mýtů Cthulhu.",
		"M": "Mácha - Český romantický básník a prozaik, autor básně \"Máj\".",
		"N": "Neruda - Český spisovatel a básník 19. století, autor Povídek malostranských.",
		"O": "Orwell - Anglický spisovatel, autor dystopií „1984“ a „Farma zvířat“.",
		"P": "Poe - Americký spisovatel, tvůrce moderní detektivky a mistr gotických povídek.",
		"R": "Rilke - Významný německy píšící básník Rainer Maria Rilke, autor lyrických sbírek a „Dopisů mladému básníkovi“.",
		"S": "Seifert - Český básník a prozaik, nositel Nobelovy ceny za literaturu (1984), známý lyrickou tvorbou.",
		"T": "Tolstoj - Ruský romanopisec, autor Vojny a míru a Anny Kareniny.",
		"U": "Updike - Americký spisovatel John Updike (1932–2009), autor románů a povídek, známý sérií o Rabbitu Angstromovi.",
		"V": "Vančura - Český prozaik a dramatik, autor románu Rozmarné léto.",
		"Y": "Yalom - Americký psychoterapeut a spisovatel populárně-naučných knih.",
		"Z": "Zola - Francouzský spisovatel, hlavní představitel naturalismu."
	},
	"Hudební skupina": {
		"A": "ABBA - Švédská popová skupina z 70. let, proslavená hity jako „Dancing Queen“ a „Mamma Mia“.",
		"B": "Beatles - Britská rocková skupina, ikonická v 60. letech.",
		"C": "Coldplay - Britská rocková skupina založená v roce 1996, proslavená hity jako \"Yellow\" a \"Viva la Vida\".",
		"D": "Dymytry - Česká metalová kapela známá maskami, energickými riffy a průmyslovým zvukem.",
		"E": "Elán - slovenská pop-rocková skupina z Košíc, založená v roce 1968.",
		"F": "Foreigner - Britsko-americká rocková skupina, proslavená hity jako \"I Want to Know What Love Is\".",
		"G": "Gorillaz - Britská virtuální hudební skupina založená Damonem Albarnem a Jamie Hewlettem, míchající rock, hip‑hop a elektroniku.",
		"H": "Helloween - Německá power metalová skupina založená v 80. letech, známá energickými riffy a hymnickými refrény.",
		"I": "Incubus - Americká rocková skupina založená v roce 1991, proslavená hity jako „Drive“ a „Wish You Were Here“.",
		"J": "Jamiroquai - Britská funk/acid-jazz skupina vedená zpěvákem Jay Kayem, proslavená hitem \"Virtual Insanity\".",
		"K": "Kabát - Česká rocková skupina z Teplic, založená v roce 1983.",
		"L": "Lumen - Česká rocková kapela z Pardubic založená v roce 1999, známá energiémi koncerty a hity jako „Dnes“.",
		"M": "Muse - Britská alternativní rocková skupina známá pro energická vystoupení a výrazné kytarové i klávesové party.",
		"N": "Nirvana - Americká grungeová kapela 90. let, proslavená hitem „Smells Like Teen Spirit“.",
		"O": "Olympic - česká rocková skupina založená v roce 1962, jedna z nejvýznamnějších v ČR",
		"P": "Pixies - Americká alternativní rocková skupina z konce 80. let, velmi vlivná na indie a grunge scénu.",
		"R": "Rammstein - Německá industriálně-metalová skupina založená v roce 1994, proslulá pyrotechnikou a energickými koncerty.",
		"S": "Scorpions - Německá rocková skupina známá hity jako „Wind of Change“ a „Rock You Like a Hurricane“.",
		"T": "Toto - Americká rocková skupina známá hitem „Africa“.",
		"U": "U2 - Irská rocková kapela založená koncem 70. let, frontman Bono, proslulá hity jako „With or Without You“.",
		"V": "Vengaboys - Holandská taneční skupina z 90. let známá hity jako \"Boom Boom Boom\" a \"We Like to Party\".",
		"Y": "Yes - Anglická progresivní rocková skupina založená v roce 1968, známá alby jako Fragile a hitem \"Roundabout\".",
		"Z": "Zrní - Indie folk-rocková kapela z Brna, známá poetickými texty."
	},
	"Sport": {
		"A": "Atletika - Soubor disciplín zahrnujících běh, skoky a hody.",
		"B": "Basketbal - Kolektivní míčový sport, kde dva týmy soupeří o body vhazováním míče do soupeřova koše.",
		"C": "Cyklistika - Sport jízdy na kole, zahrnuje silniční, horské (MTB) i dráhové závody.",
		"D": "Džudo - Japonské bojové umění a olympijský sport zaměřený na házení a páčení soupeře.",
		"E": "Esport - Soutěž v počítačových hrách.",
		"F": "Fotbal - Kolektivní míčový sport, kde dvě družstva soupeří o vstřelení většího počtu gólů do soupeřovy branky.",
		"G": "Golf - Sport, při kterém hráči odpalují míček do jamek a snaží se dosáhnout co nejmenšího počtu úderů.",
		"H": "Házená - Kolektivní míčový sport, ve kterém týmy házejí míč a snaží se střílet góly do soupeřovy branky.",
		"I": "Inline - Bruslení na kolečkových bruslích, zahrnuje rychlostní, agresivní i rekreační jízdu.",
		"J": "Judo - japonské bojové umění a olympijský sport zaměřený na chvaty, hody a páčení protivníka.",
		"K": "Karate - Japonské bojové umění a soutěžní sport.",
		"L": "Lyžování - Zimní sport, při kterém se jezdí po sněhu na lyžích.",
		"M": "Motokros - Motocyklový závod na členitém terénu s překážkami a skoky.",
		"N": "Netball - Týmová hra podobná basketbalu, hráči nesmějí driblovat a snaží se vhazovat míč do koše.",
		"O": "Odbíjená - Kolektivní míčový sport, kde týmy přehazují míč přes síť a snaží se ho dostat na soupeřovu polovinu.",
		"P": "Plavání - Sport ve vodě, při kterém závodníci používají různé plavecké styly k překonání tratě.",
		"R": "Ragby - Kolektivní kontaktní sport s oválným míčem, cílem je položit nebo kopnout míč za brankovou čáru.",
		"S": "Squash - Rychlá raketová hra na uzavřeném kurtu, kde hráči odrážejí malý míček od stěn.",
		"T": "Tenis - Raketový sport dvou nebo čtyř hráčů, kde se pomocí rakety přehazuje míček přes síť.",
		"U": "Unihokej - Kolektivní halový sport hraný s lehkými hokejkami a plastovým míčkem.",
		"V": "Volejbal - Kolektivní míčový sport, kde týmy přehazují míč přes síť a snaží se získat body.",
		"Y": "Yukigassen - Japonský týmový sport se sněhovými koulemi, připomínající organizovaný sněhový souboj.",
		"Z": "Zápasení - Bojový sport, kde soupeři používají chvaty a páky, aby přemohli protivníka."
	},
	"Sportovec": {
		"A": "Atlet - Sportovec závodící v atletických disciplínách, jako jsou běhy, skoky a hody.",
		"B": "Bolt - Jamajský sprinter, trojnásobný olympijský vítěz a světový rekordman na 100 a 200 m.",
		"C": "Cyklista - Sportovec závodící na kole, specializovaný na silniční, horské nebo dráhové disciplíny.",
		"D": "Dončić - Slovinský basketbalista v NBA (Dallas Mavericks), hvězdná ofenzivní opora",
		"E": "Eliud - Keňský maratonec Eliud Kipchoge, držitel světového rekordu a průkopník běhu pod 2 hodiny.",
		"F": "Federer - Švýcarský tenista, jeden z nejlepších hráčů historie a vítěz mnoha Grand Slamů.",
		"G": "Gretzky - Kanadský hokejista považovaný za jednoho z nejlepších hráčů v historii NHL.",
		"H": "Haaland - Norsky fotbalový útočník Erling Haaland, proslulý rychlostí a vysokou střeleckou efektivitou.",
		"I": "Ibrahimović - Švédský fotbalista, proslulý silnými střelami a technickou hrou.",
		"J": "Jágr - Český hokejista, ikonický útočník s dlouhou a úspěšnou kariérou v NHL.",
		"K": "Kanoista - Sportovec závodící v kanoistice, obvykle na kanoi na divoké vodě nebo klidné hladině.",
		"L": "Ledecká - Česká sportovkyně (snowboard a alpské lyžování), olympijská vítězka.",
		"M": "Messi - Argentinský fotbalista považovaný za jednoho z nejlepších hráčů světa.",
		"N": "Neymar - Brazilský fotbalista, ofenzivní křídelník známý technikou a driblingem.",
		"O": "Ovečkin - Ruský hokejista, jeden z nejlepších střelců NHL a dlouholetý kapitán Washingtonu Capitals.",
		"P": "Phelps - Americký plavec, držitel rekordních 23 zlatých olympijských medailí.",
		"R": "Ronaldo - Portugalský fotbalista, útočník považovaný za jednoho z nejlepších hráčů své generace.",
		"S": "Sagan - Slovenský cyklista, trojnásobný mistr světa a vítěz mnoha etap na Tour de France.",
		"T": "Tomáš - České křestní jméno sportovce, například tenista Tomáš Berdych.",
		"U": "Umtiti - Francouzský fotbalový obránce, mistr světa 2018.",
		"V": "Vettel - Německý jezdec Formule 1, čtyřnásobný mistr světa.",
		"Y": "Yao - Čínský basketbalista (Yao Ming), bývalý hvězdný hráč NBA za Houston Rockets.",
		"Z": "Zdeno - Slovenský hokejový obránce, dlouholetý hráč NHL a bývalý kapitán Boston Bruins."
	},
	"Sportovní tým": {
		"A": "Arsenal - Anglický fotbalový klub z Londýna.",
		"B": "Baník - Ostravský fotbalový klub známý jako FC Baník Ostrava.",
		"C": "Chelsea - Anglický fotbalový klub z Londýna.",
		"D": "Dukla - Tradiční český sportovní klub (např. Dukla Praha), známý v kopané a ledním hokeji.",
		"E": "Everton - Anglický fotbalový klub z Liverpoolu.",
		"F": "Flamengo - Brazilský fotbalový klub z Ria de Janeira, jeden z nejúspěšnějších v zemi.",
		"G": "Galatasaray - Turecký fotbalový klub z Istanbulu, jeden z nejznámějších v zemi.",
		"H": "Hradec - Hokejový tým Mountfield HK z Hradce Králové.",
		"I": "Inter - Italský fotbalový klub z Milána, oficiálně FC Internazionale.",
		"J": "Jablonec - Fotbalový klub z Jablonce nad Nisou.",
		"K": "Kometa - Hokejový tým z Brna.",
		"L": "Liverpool - Anglický fotbalový klub z města Liverpool.",
		"M": "Milan - Italský fotbalový klub AC Milan ze San Sira, jeden z nejúspěšnějších v Evropě.",
		"N": "Napoli - Italský fotbalový klub z Neapole.",
		"O": "Opava - Fotbalový klub SFC Opava, účastník českých soutěží.",
		"P": "Plzeň - Fotbalový klub FC Viktoria Plzeň, účastník nejvyšší české soutěže",
		"R": "Rangers - Skotský fotbalový klub z Glasgowu, jeden z místních velikánů.",
		"S": "Sparta - Tradiční pražský fotbalový klub známý svými úspěchy v české lize.",
		"T": "Tottenham - Anglický fotbalový klub z Premier League.",
		"U": "Udinese - Italský fotbalový klub z Udine, hrající v Serii A.",
		"V": "Viktoria - Fotbalový klub z Plzně, pravidelný účastník nejvyšší české soutěže.",
		"Y": "Yankees - slavný newyorský baseballový tým.",
		"Z": "Zbrojovka - Fotbalový klub z Brna."
	},
	"Sportovní vybavení": {
		"A": "Automobil - Vozidlo používané v motorsportu.",
		"B": "Brusle - obuv s noži nebo kolečky určená pro bruslení na ledě či na kolečkách.",
		"C": "Cvičky - Lehké boty používané při gymnastice, tanci nebo cvičení v tělocvičně.",
		"D": "Dres - Sportovní oděv hráče používaný při utkání, často s číslem a logem týmu.",
		"E": "Ergometr - Tréninkový přístroj (např. veslařský nebo cyklistický) měřící výkon a zátěž.",
		"F": "---",
		"G": "Gymball - Velký nafukovací míč používaný při cvičení, posilování a rehabilitaci pro zlepšení stability a rovnováhy.",
		"H": "Helma - Ochranná přilba chránící hlavu při sportech jako cyklistika nebo hokej.",
		"I": "Inliny - Kolečkové brusle s koly v řadě, používané pro rekreační i závodní jízdu.",
		"J": "Judogi - oblek (kimono) pro judo, používaný při tréninku a soutěžích.",
		"K": "Kopačky - Boty se špunty/kolíky pro lepší trakci na trávníku při fotbale.",
		"L": "Lyže - Dlouhé desky používané ke sjezdovému nebo běžeckému lyžování.",
		"M": "Míč - Kulaté náčiní používané ve fotbale, basketbalu a dalších sportech.",
		"N": "Neopren - izolační oblek pro vodní sporty, který udržuje tělo v teple a zlepšuje plovatelnost.",
		"O": "Obruč - Kruhové náčiní používané v rytmické gymnastice a jako fitness pomůcka (hula hoop).",
		"P": "Pálka - Hůl nebo bat používaná k odpalu míče v baseballu, kriketu či stolním tenisu.  ",
		"R": "Raketa - Nástroj s rámem a výpletem k odpalování míče v tenise, badmintonu nebo squashi.",
		"S": "Skateboard - Deska s kolečky určená k jízdě a provádění triků.",
		"T": "Trampolína - Pružná skákací plocha na rámu používaná ke cvičení a zábavě.",
		"U": "Uniforma - Oblečení týmu nebo sportovce používané při zápasech a trénincích.",
		"V": "Veslo - Dlouhá páka s lopatkou používaná k pohonu a řízení lodi při veslování.",
		"Y": "Yoyo - Cívková hračka na provázku používaná k trikům a soutěžím.",
		"Z": "Zátěž - Závaží nebo odpor (kotouče, činky) používané při posilování."
	},
	"Strom": {
		"A": "Akát - Rychle rostoucí listnatý strom s bílými voňavými květy, původem ze Severní Ameriky.",
		"B": "Buk - Listnatý strom s hladkou šedou kůrou, širokou korunou a pevným dřevem.",
		"C": "Cedr - Jehličnatý strom rodu Cedrus, ceněný pro aromatické a trvanlivé dřevo.",
		"D": "Dub - Listnatý strom rodu Quercus, známý pro tvrdé dřevo a plody zvané žaludy.",
		"E": "Eukalyptus - Strom původem z Austrálie, rychle rostoucí, s aromatickými listy.",
		"F": "Fíkovník - Tropický strom či keř rodu Ficus, poskytuje jedlé plody (fíky) a často se pěstuje i jako pokojová rostlina.",
		"G": "Ginkgo - Strom s vějířovitými listy, známý též jako jinan.",
		"H": "Habr - Listnatý strom s tvrdým dřevem, běžný v českých lesích.",
		"I": "Ilex - Rod cesmíny, stálezelený strom nebo keř s lesklými listy a nápadnými červenými plody.",
		"J": "Jasan - Listnatý strom s pevným dřevem, využívaným na nábytek a sportovní náčiní.",
		"K": "Kaštan - Listnatý strom s nápadnými kulatými plody v ostnatém obalu.",
		"L": "Lípa - Listnatý strom s širokou korunou a voňavými květy, národní symbol Česka.",
		"M": "Modřín - Opadavý jehličnatý strom s měkkým dřevem, často pěstovaný v parcích a pro stavební použití.",
		"N": "Nimbovník - Tropický strom (Azadirachta indica) známý jako neem, jeho listy a olej mají léčivé a pesticidní vlastnosti.",
		"O": "Olše - Listnatý strom z čeledi břízovitých, často rostoucí u vody.",
		"P": "Platan - Velký listnatý strom s dlanitými listy a charakteristickou borkou, často vysazovaný v městech.",
		"R": "Rohovník - Stálezelený strom z čeledi bobovitých, známý pro své sladké jedlé lusky (carob).",
		"S": "Smrk - Jehličnatý strom rodu Picea, běžný v českých lesích, s kuželovitou korunou a krátkými jehlicemi.",
		"T": "Topol - Rychle rostoucí listnatý strom s měkkým dřevem, často rostoucí u řek a v alejích.",
		"U": "Ulmus - Rod jilmů (stromy rodu Ulmus)",
		"V": "Vrba - Listnatý strom s pružnými větvemi a převislými pruty, často rostoucí u vody.",
		"Y": "Yggdrasil - Mýtický světový strom ze severské mytologie, spojující nebe, zemi a podsvětí.",
		"Z": "Zerav - Jehličnatý strom (thuja) často pěstovaný v živých plotech a zahradách."
	},
	"Stát": {
		"A": "Albánie - Stát na Balkáně v jihovýchodní Evropě, jeho hlavní město je Tirana.",
		"B": "Belgie - Západoevropský stát, hlavní město Brusel a sídlo mnoha mezinárodních institucí.",
		"C": "Chile - Jihoamerický stát táhnoucí se podél západního pobřeží Tichého oceánu.",
		"D": "Dánsko - Severský stát v Evropě, známý pro Kodaň, cyklistiku a vysokou životní úroveň.",
		"E": "Estonsko - Pobaltský stát u Baltského moře, hlavní město Tallinn, člen EU a NATO.",
		"F": "Francie - Západoevropský stát, jehož hlavním městem je Paříž.",
		"G": "Ghana - Stát v západní Africe.",
		"H": "Honduras - Stát ve Střední Americe na Karibiku; hlavní město Tegucigalpa.",
		"I": "Indie - Rozsáhlý stát v jižní Asii, druhá nejlidnatější země světa.",
		"J": "Japonsko - Ostrovní stát ve východní Asii, známý technologií a bohatou kulturou.",
		"K": "Kanada - Rozsáhlý stát v Severní Americe, známý divokou přírodou a chladným klimatem.",
		"L": "Litva - Pobaltský stát u Baltského moře, člen Evropské unie a NATO.",
		"M": "Malta - Ostrovní stát ve Středomoří.",
		"N": "Norsko - Severský stát známý fjordy, ropným průmyslem a vysokou životní úrovní.",
		"O": "Omán - Arabský stát na jihu Arabského poloostrova, známý pro pouště, hory a ropný průmysl.",
		"P": "Polsko - Středoevropský stát, hlavní město Varšava.",
		"R": "Rusko - největší stát světa, rozkládá se přes Evropu a Asii, hlavní město Moskva.",
		"S": "Slovensko - Stát ve střední Evropě; hlavní město Bratislava.",
		"T": "Turecko - stát ležící na pomezí Evropy a Asie, známý pro Istanbul a hlavní město Ankara.",
		"U": "Ukrajina - Východoevropský stát s bohatou historií, rozsáhlými rovinami a hlavním městem Kyjev.",
		"V": "Vatikán - Nejmenší nezávislý stát na světě, sídlo papeže a centrum římskokatolické církve.",
		"Y": "Yemen - Arabský stát na jižním cípu Arabského poloostrova, oficiálně Jemenská republika; historické hlavní město Sana'a.",
		"Z": "Zimbabwe - Stát v jižní Africe; hlavní město Harare."
	},
	"Superhrdina": {
		"A": "Aquaman - Král Atlantidy, který komunikuje s mořskými tvory a má nadlidskou sílu.",
		"B": "Batman - Maskovaný ochránce Gothamu, bohatý Bruce Wayne, geniální detektiv a mistr boje.",
		"C": "Cyborg - Superhrdina s kybernetickými vylepšeními, původně člověk propojený se stroji.",
		"D": "Daredevil - Slepý právník s vyvinutými smysly bojující za spravedlnost.",
		"E": "Elektra - Antihrdinka z Marvelu, mistryně bojových umění a nájemná vražedkyně.",
		"F": "Flash - DC superhrdina s nadlidskou rychlostí.",
		"G": "Gambit - Mutant z X-Men, který nabíjí předměty kinetickou energií a hází je jako výbušné karty.",
		"H": "Hulk - Zelený superhrdina s neuvěřitelnou silou, alter ego Bruce Banner.",
		"I": "Iceman - Mutant Bobby Drake, který dokáže vytvářet a ovládat led a chlad.",
		"J": "Jubilee - Mutantka z X‑Men vytvářející světelné jiskry a energetické exploze.",
		"K": "Krypto - Supermanův pes s podobnými nadlidskými schopnostmi (létání, superschopnost).",
		"L": "Loki - Asgardský bůh a občasný antihrdina z Marvelu, známý svými klamavými triky.",
		"M": "Mantis - Mimozemská bojovnice s empatií, členka Strážců galaxie.",
		"N": "Nova - Vesmírný hrdina z Marvelu, člen Nova Corps disponující hvězdnou energií.",
		"O": "Ororo - X-Men superhrdinka známá jako Storm, ovládá počasí a blesky.",
		"P": "Phoenix - Superhrdinka z Marvelu (Jean Grey), mocná telepatka a telekinezička spojená s kosmickou silou Fénixe.",
		"R": "Robin - Batmanův mladý společník, akrobat a bojovník proti zločinu.",
		"S": "Superman - Kryptonský superhrdina s nadlidskou silou, schopností létat a rentgenovým zrakem.",
		"T": "Thor - Asgardský bůh hromu a superhrdina Marvelu, člen Avengers držící kladivo Mjolnir.",
		"U": "Ultraman - Japonský superhrdina, který se mění v obřího bojovníka a chrání Zemi před mimozemskými příšerami.",
		"V": "Vision - Android z Marvelu, člen Avengers, ovládající hustotu těla a spojený s Mentálním kamenem.",
		"Y": "Yellowjacket - Marvelův superhrdina, alias nosící vosí kostým a používající Pym částice ke zmenšování.",
		"Z": "Zorro - Maskovaný hrdina bojující proti bezpráví v kalifornské legendě."
	},
	"Technologie": {
		"A": "API - Rozhraní umožňující komunikaci mezi softwarovými komponentami.",
		"B": "Bluetooth - bezdrátová technologie pro přenos dat na krátké vzdálenosti.  ",
		"C": "Cloud - Poskytování výpočetních služeb přes internet.",
		"D": "Databáze - Systém pro ukládání a dotazování strukturovaných dat.",
		"E": "Ethernet - Síťová technologie pro lokální sítě (LAN), která definuje rámce, kabeláž a způsob přístupu k přenosovému médiu.",
		"F": "Fotovoltaika - Přeměna slunečního záření na elektrickou energii pomocí solárních článků.",
		"G": "GSM - Mobilní standard pro bezdrátovou komunikaci mezi telefony a sítí",
		"H": "HTML - Značkovací jazyk pro tvorbu a strukturování webových stránek.",
		"I": "Internet - Globální síť propojující počítače a zařízení pro přenos dat a komunikaci.",
		"J": "JavaScript - Skriptovací jazyk pro web umožňující interaktivitu a dynamickou manipulaci s obsahem stránky.",
		"K": "Kubernetes - Open-source platforma pro orchestraci a správu kontejnerizovaných aplikací.",
		"L": "LiDAR - Technologie dálkového měření pomocí laserových pulzů k mapování a detekci vzdáleností.",
		"M": "Mikroprocesor - Integrovaný obvod vykonávající instrukce a zpracování dat v počítačích a vestavěných systémech.",
		"N": "NFC - bezdrátová komunikace na krátké vzdálenosti pro platby a párování  ",
		"O": "OLED - Organická světelná dioda používaná v tenkých, vysoce kontrastních a energeticky úsporných displejích.",
		"P": "Python - Vysokoúrovňový programovací jazyk pro obecné použití.",
		"R": "Robotika - Oblast inženýrství a informatiky zabývající se návrhem, vývojem a použitím robotů k automatizaci úloh.",
		"S": "Server - Počítač nebo software poskytující služby a zdroje ostatním zařízením v síti.",
		"T": "Tranzistor - polovodičová součástka sloužící k zesílení nebo spínání elektrických signálů, základ moderní elektroniky.",
		"U": "USB - univerzální sériové rozhraní pro připojení periferií  ",
		"V": "VPN - Zabezpečené soukromé spojení přes veřejný internet.  ",
		"Y": "YAML - Čitelný textový formát pro serializaci dat (často používaný pro konfigurace), alternativa k JSON.",
		"Z": "Zigbee - Nízkopříkonový bezdrátový mesh protokol pro IoT zařízení a chytré domácnosti."
	},
	"Tradice": {
		"A": "Advent - Čtyřtýdenní křesťanská tradice očekávání a přípravy na Vánoce.",
		"B": "Betlém - Vánoční vystavení jesliček se Svatou rodinou a pastýři, tradiční součást Vánoc.",
		"C": "Christmas - Křesťanský svátek narození Ježíše, slavený rodinnými tradicemi, dárky a výzdobou.",
		"D": "Dožínky - Slavnost na závěr žní, děkování za úrodu často s průvodem, hudbou a hostinou.",
		"E": "Eucharistie - Křesťanský obřad přijímání chleba a vína, které symbolizují tělo a krev Ježíše Krista.",
		"F": "Fašank - Lidový karneval (masopust) s maskami, průvody a obchůzkami před postem.",
		"G": "Griot - Západoafrický vypravěč a nositel ústní tradice, který předává příběhy, historii a písně z generace na generaci.",
		"H": "Hody - Lidová slavnost při farní pouti či posvěcení, doprovázená tanci, kroji a veselím.",
		"I": "Imbolc - Keltský svátek na přelomu ledna a února slavící příchod jara, světla a očistu.",
		"J": "Jarmark - Lidová slavnost nebo trh s řemesly, jídlem a vystoupeními, často pořádaný při svátcích (např. vánoční).",
		"K": "Koleda - Vánoční zvyk, kdy lidé chodí od domu k domu, zpívají koledy a dostávají drobné dary.",
		"L": "Loutkářství - Tradiční forma lidového divadla s loutkami, přenášející příběhy a zvyky mezi generacemi.",
		"M": "Masopust - Lidová karnevalová slavnost před postem s průvody, maskami a hodováním.",
		"N": "Narozeniny - Oslava výročí narození, obvykle s dárky, přáteli a dortem.",
		"O": "Ostatky - masopustní veselí před postem, s průvody, maskami a tradičním hodováním.",
		"P": "Pouť - Náboženská nebo lidová slavnost spojená s poutním místem, často s průvody, trhy a zábavou.",
		"R": "Roráty - ranní adventní mše při svíčkách konané před východem slunce.",
		"S": "Svatba - Tradiční zvyky a obyčeje provázející uzavření manželství.",
		"T": "Tříkrálová - Křesťanská lidová tradice (koleda) na svátek Tří králů, kdy koledníci obcházejí domy, žehnají a sbírají dary.",
		"U": "Uctívání - Projev úcty k předkům nebo svatým, běžný prvek náboženských a lidových tradic.",
		"V": "Vánoce - Křesťanský svátek slavený v prosinci, spojený s dárky, stromečkem, koledami a rodinnými setkáními.",
		"Y": "Yule - pohanský zimní svátek kolem zimního slunovratu, předchůdce moderních Vánoc.",
		"Z": "Zpívání - Koledování o Vánocích, kdy lidé chodí po domech a zpívají."
	},
	"TV Seriál": {
		"A": "Arrow - Superhrdinský seriál o Oliveru Queenovi, bojujícím s kriminalitou jako maskovaný lukostřelec.",
		"B": "Bones - Americký kriminální seriál o forenzní antropoložce Dr. Temperance Brennan a agentu FBI Seeley Boothovi, kteří řeší zločiny podle kosterních pozůstatků.",
		"C": "Chernobyl - Miniseriál zobrazující jadernou havárii v Černobylu a její důsledky.",
		"D": "Dexter - Kriminální seriál o forenzním analytikovi, který tajně žije jako sériový vrah.",
		"E": "Euphoria - Americký dramatický seriál o dospívání, drogách a duševním zdraví.",
		"F": "Frasier - Sitkom o psychiatrickém rozhlasovém poradci, jeho rodině a profesním životě.",
		"G": "Gotham - Kriminální seriál o mládí detektiva Jima Gordona a vzniku ikonických padouchů v Gotham City.",
		"H": "House - Americký lékařský seriál o geniálním, avšak arogantním diagnostikovi Dr. Gregorym Houseovi, který řeší složité a záhadné medicínské případy.",
		"I": "Insecure - Komediální seriál o životě, přátelství a vztazích mladé ženy v Los Angeles.",
		"J": "Justified - Kriminální drama o maršálovi Raylanu Givensovi, který řeší zločiny v rodném městě.",
		"K": "Kukačky - Český rodinný seriál o rodičích, kteří zjistí, že jejich dítě bylo v porodnici vyměněno.",
		"L": "Lost - Mysteriózní drama o přeživších letecké havárie na tajemném ostrově.",
		"M": "Monk - Komediálně-dramatický kriminální seriál o geniálním, ale trpícím obsesivně-kompulzivní poruchou detektivovi Adrianu Monkovi.",
		"N": "Narcos - Kriminální seriál mapující vzestup a pád kolumbijských drogových kartelů.",
		"O": "Ozark - Kriminální drama o rodině, která se živí praním špinavých peněz a snaží se přežít mezi zločinem v oblasti Ozark.",
		"P": "Přátelé - Americký sitcom o skupině přátel žijících v New Yorku.",
		"R": "Riverdale - Mysteriózní teen drama inspirované postavami z komiksů Archie.",
		"S": "Sherlock - Moderní britský detektivní seriál, kde Sherlock Holmes (Benedict Cumberbatch) řeší zločiny v současném Londýně.",
		"T": "Taboo - Britské historické drama s Tomem Hardym o pomstě a intrikách.",
		"U": "Ulice - Dlouhodobý český televizní seriál (denní soap) vysílaný od roku 2005, sleduje životy obyvatel fiktivní pražské ulice.",
		"V": "Vikings - Historický akční seriál o severských válečnících, jejich výpravách, kultuře a politických intrikách.",
		"Y": "You - Psychologický thriller o pronásledování a manipulaci.",
		"Z": "Zorro - Seriál o maskovaném rytíři, který chrání chudé a bojuje proti nespravedlnosti."
	},
	"Veličina": {
		"A": "Amplituda - Maximální výchylka kmitání nebo vlny od rovnovážné polohy.",
		"B": "B - Magnetická indukce, vektorová veličina popisující intenzitu a směr magnetického pole.",
		"C": "Coulomb - jednotka elektrického náboje.",
		"D": "Délka - Míra vzdálenosti mezi dvěma body.",
		"E": "Energie - Míra schopnosti systému vykonat práci nebo vyvolat fyzikální či chemickou změnu.",
		"F": "Frekvence - Počet kmitů za sekundu.",
		"G": "Gravitace - Přitažlivá síla mezi hmotnými tělesy.",
		"H": "Hustota - veličina vyjadřující hmotnost na jednotku objemu; základní jednotka kg·m⁻³.",
		"I": "Intenzita - Míra působení nebo množství (např. světelné, zvukové či elektrické) na jednotku směru nebo plochy.",
		"J": "Joule - Jednotka energie a práce (značka J)",
		"K": "Kmitočet - Počet kmitů nebo cyklů za jednotku času, měří se v hertzech (Hz).",
		"L": "Luminance - Míra zářivého výkonu na jednotku plochy a směru, udává viditelný jas povrchu.",
		"M": "Moment - Otáčivý účinek síly, roven součinu síly a ramene (jednotka N·m).",
		"N": "Napětí - Měří rozdíl elektrického potenciálu mezi dvěma body, udává se ve voltech (V).",
		"O": "Objem - Množství prostoru, které zabírá těleso (měří se v m³).",
		"P": "Proud - Tok elektrického náboje za jednotku času.",
		"R": "Rychlost - Veličina popisující změnu polohy tělesa za jednotku času.",
		"S": "Síla - fyzikální veličina vyjadřující mechanické působení mezi tělesy, měří se v newtonech (N).",
		"T": "Teplota - Míra průměrné kinetické energie částic v látce.",
		"U": "Urychlení - Změna rychlosti v čase.",
		"V": "Viskozita - Míra vnitřního tření tekutiny při jejím toku.",
		"Y": "Youngův - Modul pružnosti materiálu; poměr normálního napětí k relativnímu prodloužení při tahu.",
		"Z": "Zrychlení - Veličina udávající změnu rychlosti v čase (m/s²)."
	},
	"Vlastnost": {
		"A": "Agilita - Určuje rychlost pohybu, obratnost a schopnost vyhýbat se útokům.",
		"B": "Bystrost - Schopnost rychle a přesně chápat situace, učit se a efektivně řešit problémy.",
		"C": "Charisma - Schopnost přitahovat a ovlivňovat ostatní; osobní půvab a magnetismus.",
		"D": "Důslednost - Vlastnost, kdy člověk jedná konzistentně, dodržuje pravidla a dokončuje začaté úkoly.",
		"E": "Empatie - Schopnost vcítit se do druhých, ovlivňuje dialogy a vztahy ve hře.",
		"F": "Flexibilita - Schopnost přizpůsobit se změnám a rychle reagovat na nové situace.",
		"G": "Geniálnost - Schopnost originálně a mimořádně efektivně řešit problémy a tvořit nové nápady.",
		"H": "Hbitost - Schopnost rychle a obratně se pohybovat a reagovat.",
		"I": "Inteligence - Schopnost logického myšlení, učení se a efektivního řešení problémů.",
		"J": "Jemnost - Vlastnost vyjadřující něžnost, citlivost nebo jemnou, hladkou strukturu či chování.",
		"K": "Kreativita - Schopnost vytvářet nové a originální nápady.",
		"L": "Laskavost - Ochota pomáhat druhým, projevovat soucit a vstřícnost.",
		"M": "Moudrost - Ovlivňuje magické schopnosti, intuici a odolnost proti kouzlům.",
		"N": "Nezávislost - Schopnost jednat a rozhodovat se samostatně bez nutnosti vnějšího vedení.",
		"O": "Obratnost - Schopnost rychlého a přesného pohybu; ovlivňuje obratné akce, střelbu a vyhýbání.",
		"P": "Přesnost - Určuje, jak přesně a spolehlivě postava zasahuje cíl.",
		"R": "Rychlost - Míra, jak rychle něco probíhá nebo se pohybuje.",
		"S": "Síla - Určuje fyzickou moc postavy, ovlivňuje sílu útoku a schopnost nést či zvedat těžké předměty.",
		"T": "Trvanlivost - Míra, jak dlouho předmět vydrží při používání nebo poškození, než se zničí.",
		"U": "Učenlivost - Schopnost rychle se učit nové dovednosti a zlepšovat se.",
		"V": "Vitalita - Udává množství životů postavy a její odolnost vůči poškození.",
		"Y": "Ypsilon - písmeno Y v latince, v češtině se používá především v cizích slovech.",
		"Z": "Zodpovědnost - Ochota nést následky činů a spolehlivě plnit povinnosti."
	},
	"Vědec": {
		"A": "Archimédés - starověký řecký matematik a fyzik, známý především pro zákon vztlaku.",
		"B": "Bohr - Dánský fyzik, průkopník kvantové teorie atomu.",
		"C": "Curie - Polsko‑francouzská vědkyně, průkopnice výzkumu radioaktivity a dvojnásobná nositelka Nobelovy ceny.",
		"D": "Darwin - Anglický přírodovědec, autor teorie přirozeného výběru.",
		"E": "Einstein - Teoretický fyzik, autor speciální a obecné teorie relativity a nositel Nobelovy ceny za fotoelektrický jev.",
		"F": "Fermi - Italsko‑americký fyzik, průkopník v jaderné fyzice a stavitel prvního řízeného jaderného reaktoru.",
		"G": "Galilei - Italský astronom a fyzik, průkopník experimentální metody a obhájce heliocentrismu.",
		"H": "Heisenberg - Německý fyzik, autor principu neurčitosti a průkopník kvantové mechaniky.",
		"I": "Imhotep - Starověký egyptský učenec a lékař, považovaný za jednoho z prvních známých lékařů.",
		"J": "Joule - Anglický fyzik, který zkoumal tepelnou energii a po něm je pojmenovaná jednotka energie (J).",
		"K": "Koperník - Polský astronom, který navrhl heliocentrický model sluneční soustavy.",
		"L": "Lavoisier - Francouzský chemik, považovaný za otce moderní chemie.",
		"M": "Mendel - Otec genetiky, objevitel zákonů dědičnosti.",
		"N": "Newton - Anglický fyzik a matematik, autor zákonů pohybu a teorie univerzální gravitace.",
		"O": "Oppenheimer - Americký teoretický fyzik, vedl projekt Manhattan a přispěl k vývoji první atomové bomby.",
		"P": "Pasteur - Francouzský mikrobiolog, průkopník vakcinace a objevitel pasterizace.",
		"R": "Rutherford - Novozélandský fyzik, průkopník jaderné fyziky, objevil atomové jádro.",
		"S": "Sagan - Americký astronom a popularizátor vědy, autor seriálu 'Cosmos'.",
		"T": "Tesla - Srbský vynálezce a elektrotechnik, průkopník střídavého proudu.",
		"U": "Urey - Americký chemik a geochemik; objevil deuterium a významně přispěl k teoriím o vzniku života.",
		"V": "Volta - Italský fyzik, vynálezce elektrického článku, po němž je pojmenován volt.",
		"Y": "Yukawa - Japonský teoretický fyzik, který předpověděl mezony a získal Nobelovu cenu za fyziku.",
		"Z": "Zoolog - Studuje živočichy, jejich anatomii, chování a ekologické vztahy."
	},
	"Zdravotní potřeby": {
		"A": "Antiseptikum - prostředek k dezinfekci kůže nebo povrchů.",
		"B": "Bandáž - obvazový materiál k fixaci ran nebo zpevnění kloubů.",
		"C": "Cévka - Jednorázová nebo trvalá trubička zaváděná do močového měchýře pro odvod moči.",
		"D": "Dlahy - pomůcky k znehybnění poraněné končetiny nebo kloubu.",
		"E": "EKG - zařízení pro záznam elektrické aktivity srdce",
		"F": "Fentanyl - silné opioidní analgetikum používané k tlumení bolesti a v anestezii.",
		"G": "Gáza - sterilní nebo nesterilní tkanina používaná k převazům, absorpci krve a ochraně ran",
		"H": "Hemostat - Kleště používané k sevření cévy nebo tkáně při zastavení krvácení.",
		"I": "Inhalátor - přístroj pro podání léčiv vdechováním.",
		"J": "Jód - antiseptikum k dezinfekci ran a pokožky před zákrokem",
		"K": "Kanyla - Tenká trubička zaváděná do žíly pro podávání léčiv nebo odběr krve.",
		"L": "Lékárnička - základní soubor pomůcek a obvazového materiálu pro první pomoc.",
		"M": "Maska - Ochranná nebo kyslíková pomůcka pro dýchání a prevenci infekcí.",
		"N": "Náplast - Lepící obvaz na drobná řezná a odřená poranění.",
		"O": "Obvaz - látka k zakrytí a ochraně rány, pomáhá zastavit krvácení",
		"P": "Pinzeta - nástroj k uchopení a manipulaci s drobnými předměty nebo střepy.",
		"R": "Rukavice - Ochranný jednorázový prostředek na ruce při vyšetřeních a ošetřeních.",
		"S": "Sada - Přenosná souprava první pomoci s náplastmi, obvazy a základními nástroji.",
		"T": "Teploměr - Přístroj k měření tělesné teploty.",
		"U": "Ultrazvuk - Diagnostické vyšetření nebo přístroj využívající vysokofrekvenční zvukové vlny k zobrazení vnitřních orgánů.",
		"V": "Vazelína - mazací a ochranný prostředek na rány a suchou pokožku.",
		"Y": "Y-konektor - Spojka ve tvaru písmene Y používaná k větvení infuzních nebo intravenózních linek.",
		"Z": "Zábal - Obklad nebo obvaz aplikovaný na ránu či bolavé místo."
	},
	"Zelenina": {
		"A": "Artyčok - Jedlá květová část rostliny pěstovaná jako zelenina, podává se vařená nebo pečená.",
		"B": "Brokolice - Zelená hlávková zelenina bohatá na vitamíny, minerály a vlákninu.",
		"C": "Cuketa - Letní tykvovitá zelenina s měkkou slupkou a jemnou chutí.",
		"D": "Dýně - tykvovitá zelenina s masitou dužinou, používaná v kuchyni i jako dekorace.",
		"E": "Endivie - Listová zelenina s mírně hořkou chutí, podobná salátu, používaná především do salátů.",
		"F": "Fenykl - Bulva s anýzovou vůní a chutí, používá se syrový i vařený.",
		"G": "Gherkýn - malá nakládaná okurka používaná jako příloha nebo do salátů.",
		"H": "Hrášek - drobná zelená luštěnina používaná jako příloha nebo do polévek.",
		"I": "Iceberg - typ hlávkového salátu s křupavými listy, běžně používaný do salátů",
		"J": "Jalapeño - Pálivá chilli paprička používaná jako zelenina nebo koření, oblíbená v mexické kuchyni.",
		"K": "Kedluben - Bulvovitá brukvovitá zelenina s křupavou dužinou a jemně nasládlou chutí.",
		"L": "Lilek - Fialová plodová zelenina, často grilovaná, pečená nebo dušená.",
		"M": "Mrkev - Kořenová zelenina bohatá na beta-karoten, vhodná syrová i vařená.",
		"N": "Nopál - jedlý kaktusový list (nopales) používaný jako zelenina v mexické kuchyni.",
		"O": "Okurka - Plodová zelenina s dlouhými zelenými plody, běžně konzumovaná čerstvá v salátech.",
		"P": "Paprika - Plodová zelenina se sladkou nebo pálivou chutí, konzumuje se čerstvá i tepelně upravená.",
		"R": "Rukola - Listová zelenina s pikantní, oříškovou chutí používaná do salátů.",
		"S": "Salát - Listová zelenina používaná do salátů, křupavá a bohatá na vitaminy.",
		"T": "Tykev - Dýňovitá zelenina používaná na polévky, pečení a přílohy.",
		"U": "Ulluco - Jihoamerická kořenová hlíza podobná bramborám, pěstovaná a užívaná jako zelenina.",
		"V": "Valeriánka - Malý listový salát (polníček), s jemnými listy používaný do salátů.",
		"Y": "Yam - Kořenová zelenina podobná bramborám, pěstovaná v tropech, používá se vařená nebo pečená.",
		"Z": "Zelí - Hlávková nebo kadeřavá brukev, konzumovaná čerstvá i kvašená (kysané zelí)."
	},
	"Zvíře": {
		"A": "Antilopa - Rychlý býložravý savec s rohy, žijící hlavně v afrických savanách.",
		"B": "Bobr - Vodní hlodavec stavějící hráze a nory, známý plochým ocasem.",
		"C": "Cibetka - drobná noční šelma (civet) z tropických oblastí, známá produkcí cibetového sekretu.",
		"D": "Delfín - Inteligentní mořský savec známý pro hravost a echolokaci.",
		"E": "Emu - Velký nelétavý pták z Austrálie s dlouhýma nohama a krátkým peřím.",
		"F": "Fretka - Malý domestikovaný šelmovitý savec z čeledi lasicovitých, často chovaný jako mazlíček.",
		"G": "Gepard - Rychlá kočkovitá šelma, nejrychlejší suchozemské zvíře.",
		"H": "Hroch - Velké africké sudokopytné, většinu času tráví ve vodě.",
		"I": "Irbis - Sněžný leopard, horská kočkovitá šelma žijící v centrální Asii.",
		"J": "Jelen - Lesní kopytník s parožím.",
		"K": "Kočka - Domácí masožravé zvíře s hebkou srstí a loveckými instinkty.",
		"L": "Lev - Velká kočkovitá šelma žijící v africké savaně.",
		"M": "Medvěd - Velký všežravý savec žijící v lesích a horách.",
		"N": "Netopýr - Noční létající savec lovící hmyz pomocí echolokace.",
		"O": "Orel - Dravý pták s mohutnými drápy a vynikajícím zrakem, loví menší savce a ptáky.",
		"P": "Pes - Domácí savec, věrný společník člověka.",
		"R": "Rys - Divoká kočka s třásněmi na uších, žije v lesních oblastech.",
		"S": "Sova - Noční dravý pták s velkýma očima, lovící hlodavce.",
		"T": "Tygr - Velká kočkovitá šelma s pruhovanou srstí, žije převážně v Asii.",
		"U": "Uhu - velká sova s chocholky na hlavě, noční dravec lovící hlodavce.",
		"V": "Vydra - Malý vodní savec s hustou srstí, živí se převážně rybami.",
		"Y": "Yak - Domestikovaný turovitý savec z Himalájí, chovaný pro mléko, maso a tažnou sílu.",
		"Z": "Zajíc - Dlouhonohý savec z čeledi zajícovitých, rychlý běžec často aktivní za soumraku."
	},
	"Činnost": {
		"A": "Analýza - Systematické zkoumání dat nebo jevů za účelem porozumění a vyvození závěrů.",
		"B": "Běh - Pohyb rychlými kroky; atletická činnost sloužící k tréninku nebo soutěži.",
		"C": "Cvičení - Fyzická činnost zaměřená na zlepšení síly, vytrvalosti a kondice.",
		"D": "Dýchání - Proces výměny plynů, při kterém organismus přijímá kyslík a vylučuje oxid uhličitý.",
		"E": "Edukace - Vzdělávací činnost zaměřená na předávání znalostí a dovedností.",
		"F": "Fotbal - Kolektivní míčová hra, kde dva týmy usilují o vstřelení gólu do soupeřovy branky.",
		"G": "Golf - Sport, při které hráči odpaluji míček do jamky co nejmenším počtem ran.",
		"H": "Hraní - Činnost zahrnující provozování her nebo zábavu, často pro potěšení či trénink dovedností.",
		"I": "Ilustrování - Vytváření obrázků k doplnění nebo vysvětlení textu.",
		"J": "Jízda - Pohyb vozidlem nebo jiným dopravním prostředkem.",
		"K": "Kreslení - Výtvarná činnost tvořící obrazy nebo nákresy pomocí tužky, tuše či barev.",
		"L": "Lyžování - Pohyb po sněhu na lyžích.",
		"M": "Malování - Výtvarná činnost, při níž se pomocí barev tvoří obrazy nebo dekorativní povrchy.",
		"N": "Nákup - Pořízení zboží nebo služeb za peníze nebo jiné prostředky.",
		"O": "Organizování - Plánování a řízení aktivit či zdrojů k dosažení cíle.",
		"P": "Plavání - Pohyb ve vodě k dopravě, sportu nebo rekreaci.",
		"R": "Rybaření - Lov ryb pomocí udice, prutu nebo sítě.",
		"S": "Sport - Fyzická činnost zaměřená na soutěž, trénink nebo rekreaci.",
		"T": "Tanec - Pohybová aktivita prováděná do rytmu hudby.",
		"U": "Uklízet - Odstraňovat nepořádek a upravovat prostor.",
		"V": "Vaření - Příprava jídla tepelnou úpravou ingrediencí.",
		"Y": "Yachting - Rekreační nebo sportovní plavba na jachtě.",
		"Z": "Zpívání - Vydávání tónů hlasem pro hudební nebo zábavné účely."
	},
	"Část těla": {
		"A": "Aorta - Největší tepna v těle, která odvádí okysličenou krev ze srdce do těla.",
		"B": "Břicho - Oblast trupu mezi hrudníkem a pánví, obsahuje orgány břišní dutiny.",
		"C": "Céva - Trubice přenášející krev (tepna, žíla nebo vlásečnice).",
		"D": "Dlaň - Vnitřní plocha ruky mezi zápěstím a prsty, slouží k uchopování.",
		"E": "Ezofagus - trubice spojující hltan a žaludek, vede potravu do žaludku.",
		"F": "Falangy - Kostní články prstů ruky a nohy.",
		"G": "Gonáda - Pohlavní žláza (vaječník nebo varle).",
		"H": "Hlava - Nejvyšší část těla obsahující mozek a smyslové orgány.",
		"I": "Iris - duhovka oka.",
		"J": "Jazyk - svalový orgán v ústech sloužící k ochutnávání, mluvení a polykání.",
		"K": "Koleno - Kloub mezi stehnem a holení, umožňuje ohyb a stabilitu nohy.",
		"L": "Loket - Kloub mezi paží a předloktím, který umožňuje ohyb a natažení ruky.",
		"M": "Mozek - centrální orgán nervové soustavy, který řídí myšlení, vnímání a tělesné funkce.",
		"N": "Nos - Orgán čichu a dýchání, který filtruje, ohřívá a zvlhčuje vdechovaný vzduch.",
		"O": "Oko - Orgán zraku, umožňuje vnímání světla, tvarů a barev.",
		"P": "Plíce - Párový dýchací orgán v hrudní dutině, kde probíhá výměna kyslíku a oxidu uhličitého.",
		"R": "Ruka - Horní končetina s dlaní a prsty, slouží k uchopování a manipulaci.",
		"S": "Srdce - Pumpuje krev a zásobuje tělo kyslíkem.",
		"T": "Trup - Centrální část těla mezi hlavou a páneví, zahrnuje hrudník a břicho.",
		"U": "Ucho - sluchový orgán vnímající zvuk a podílející se na udržení rovnováhy.",
		"V": "Vaz - Pruh pevné pojivové tkáně spojující kosti a stabilizující klouby.",
		"Y": "Žádná - V češtině neexistuje běžný název části těla začínající na písmeno Y.",
		"Z": "Zub - Tvrdá tkáň v ústech sloužící k kousání a žvýkání potravy."
	},
	"Řeka": {
		"A": "Amazonka - Největší řeka Jižní Ameriky, proslulá rozlehlým povodím a bohatou biodiverzitou.",
		"B": "Berounka - Řeka v západních Čechách, pravý přítok Vltavy, protéká Berounem a Křivoklátskem.",
		"C": "Cidlina - Řeka v Čechách, přítok Labe.",
		"D": "Dunaj - Mezinárodní řeka v Evropě, protéká mnoha státy a ústí do Černého moře.",
		"E": "Eufrat - Starověká řeka v Mezopotámii, důležitá pro vznik prvních civilizací.",
		"F": "Fulda - Řeka v Německu (Hesensko), spojením s Werrou tvoří řeku Weser.",
		"G": "Ganga - Posvátná řeka v Indii a Bangladéši.",
		"H": "Havel - Řeka v Německu protékající Berlínem, pravý přítok Labe.",
		"I": "Irtyš - Velká řeka v Rusku a Kazachstánu, pravý přítok řeky Ob.",
		"J": "Jizera - Řeka v severních Čechách, pramení v Jizerských horách a je přítokem Labe.",
		"K": "Kamenice - Řeka v ČR, název několika toků.",
		"L": "Labe - Velká řeka v Česku a Německu (Elbe), ústí do Severního moře.",
		"M": "Morava - Řeka ve východní části ČR pramenící v Králickém Sněžníku, pravý přítok Dunaje.",
		"N": "Nisa - Řeka v severních Čechách a v Německu, známá též jako Lužická Nisa, přítok Odry.",
		"O": "Odra - Řeka na severu ČR, pokračuje přes Polsko a ústí do Baltského moře.",
		"P": "Po - Nejdelší řeka Itálie, ústí do Jaderského moře.",
		"R": "Rýn - Evropská řeka pramenící ve Švýcarsku, protéká Německem a Nizozemskem a ústí do Severního moře.",
		"S": "Sázava - Řeka v Česku, pravostranný přítok Vltavy, známá meandry a vodáctvím.",
		"T": "Temže - Řeka protékající Londýnem, jedna z hlavních řek Anglie.",
		"U": "Ural - Řeka v Rusku a Kazachstánu, často považovaná za přirozenou hranici mezi Evropou a Asií.",
		"V": "Vltava - Nejdelší česká řeka, protéká Prahou.",
		"Y": "Yukon - Severní americká řeka, protéká teritorií Yukon a Aljaškou a ústí do Beringova moře.",
		"Z": "Zambezi - Řeka v jižní Africe, proslulá vodopádem Viktoria a deltou u Mozambiku."
	},
	"Školní pomůcka": {
		"A": "Aktovka - Taška na sešity, knihy a školní pomůcky.",
		"B": "Batoh - Taška na záda pro přenášení sešitů, učebnic a školních potřeb.",
		"C": "Cvičky - lehké boty na tělocvik používané ve škole.",
		"D": "Desky - Obal na sešity a dokumenty, který pomáhá udržet papíry a poznámky v pořádku.",
		"E": "Encyklopedie - Sbírka hesel a informací o různých oborech, používaná ve škole jako učební a referenční pomůcka.",
		"F": "Fix - popisovač s filcovým hrotem používaný k psaní a kreslení.",
		"G": "Guma - Mazací pomůcka na odstraňování stop tužky nebo pastelky.",
		"H": "Harmonika - Rozšiřitelná pořadačová složka na ukládání a třídění papírů a sešitů.",
		"I": "Izolepa - Lepicí páska používaná ke spojování, opravám nebo označování učebních materiálů.",
		"J": "Jmenovka - štítek s jménem žáka nebo označením věci používaný ve škole.",
		"K": "Kalkulačka - Přenosné zařízení pro rychlé matematické výpočty a kontrolu výsledků.",
		"L": "Lupa - Malé zvětšovací sklo používané při pozorování drobných detailů ve výuce.",
		"M": "Mikroskop - Přístroj na zvětšení drobných objektů, používaný při hodinách biologie nebo chemie.",
		"N": "Nůžky - Pomůcka sloužící ke stříhání papíru a jiných materiálů ve škole.",
		"O": "Ořezávátko - Pomůcka k ořezávání tužek.",
		"P": "Penál - Obal na psací potřeby.",
		"R": "Rýsovátko - Nástroj pro přesné rýsování čar a úhlů, používaný při geometrii a technickém kreslení.",
		"S": "Sešit - Papírový blok používaný k psaní poznámek a úkolů ve škole.",
		"T": "Tužka - Psací nástroj s grafitovým jádrem používaný k psaní a kreslení.",
		"U": "Učebnice - Kniha s výukovou látkou a cvičeními používaná ve škole.",
		"V": "Vak - Pytel nebo batoh na nošení školních pomůcek a učebnic.",
		"Y": "Ypsilon - Písmeno abecedy, které se používá při výuce čtení a psaní.",
		"Z": "Zápisník - Malý sešit nebo blok na zapisování poznámek a úkolů."
	},
	"Školní předmět": {
		"A": "Angličtina - Výuka anglického jazyka, gramatiky a konverzace.",
		"B": "Biologie - Věda o živých organismech, jejich stavbě, funkcích a vztazích v přírodě.",
		"C": "Chemie - Věda o látkách, jejich vlastnostech a reakcích.",
		"D": "Dějepis - Výuka historie, významných událostí a vývoje společnosti.",
		"E": "Etika - Předmět zabývající se morálními otázkami, hodnotami a etickými pravidly chování.",
		"F": "Fyzika - Přírodovědný předmět zkoumající hmotu, energii a zákony přírody.",
		"G": "Geografie - Předmět o Zemi, mapách a zeměpisných jevech.",
		"H": "Historie - Studium minulosti, událostí a vývoje společností.",
		"I": "Informatika - Výuka práce s počítači, programování a digitální gramotnosti.",
		"J": "Jazyk - Výuka gramatiky, slovní zásoby a komunikace v mateřském nebo cizím jazyce.",
		"K": "Kreslení - Výtvarný předmět zaměřený na kresbu a vizuální vyjadřování.",
		"L": "Literatura - Studium literárních děl, jejich analýza a dějiny literatury.",
		"M": "Matematika - Výuka čísel, geometrie, algebry a rozvíjení logického myšlení.",
		"N": "Němčina - Školní předmět zaměřený na výuku německého jazyka, gramatiky a slovní zásoby.",
		"O": "Občanka - Výuka o právech a povinnostech občanů, státním zřízení a fungování společnosti.",
		"P": "Přírodopis - Studium živé a neživé přírody, organismů a jejich vzájemných vztahů.",
		"R": "Ruština - Výuka ruského jazyka, gramatiky a komunikace.",
		"S": "Sport - Hodina zaměřená na pohyb, cvičení a rozvoj tělesné kondice.",
		"T": "Tělocvik - Výuka sportů a pohybových aktivit zaměřená na zlepšení kondice, dovedností a zdraví.",
		"U": "Umění - Výtvarná a estetická výchova zaměřená na tvorbu a vnímání uměleckých děl.",
		"V": "Výtvarka - školní předmět (výtvarná výchova) zaměřený na kreslení, malování a práci s různými výtvarnými technikami.",
		"Y": "Neexistuje - V českých školách běžně není žádný oficiální předmět začínající na písmeno Y.",
		"Z": "Zeměpis - Předmět o zemi, mapách, krajině, klimatu a obyvatelstvu."
	},
	"Ženské jméno": {
		"A": "Anna - Hebrejské jméno znamenající „milost“, velmi rozšířené v Česku.",
		"B": "Barbora - Tradiční české ženské jméno.",
		"C": "Cecílie - Latinské ženské jméno (z Caecilia), často spojováno se sv. Cecílií, patronkou hudby.",
		"D": "Daniela - Ženské jméno hebrejského původu, znamená „Bůh je můj soudce“.",
		"E": "Eliška - Česká podoba jména Alžběta, oblíbené a tradiční.",
		"F": "Františka - Ženské křestní jméno, ženská podoba jména František.",
		"G": "Gabriela - České ženské jméno, od hebrejského Gabri'el, znamená „Bůh je má síla“.",
		"H": "Hana - Krátké české ženské jméno hebrejského původu, znamená „milost“.",
		"I": "Ivana - ženská forma jména Ivan, původně z hebrejštiny (Jochanan) znamená „Bůh je milostivý“",
		"J": "Jana - České ženské jméno, ženský tvar jména Jan, znamená „Hospodin je milostivý“.",
		"K": "Klára - České ženské jméno z latinského Clara, znamená „jasná, slavná“.",
		"L": "Lucie - Latinské jméno znamenající světlo, velmi oblíbené v Česku.",
		"M": "Marie - Tradiční české ženské jméno hebrejského původu, často vykládané jako „milost“ nebo „přání“",
		"N": "Natálie - Ženské jméno latinského původu, často spojované s Vánocemi.",
		"O": "Olga - Původně staroseverské jméno (Helga), význam „svatá, požehnaná“.",
		"P": "Petra - Ženské jméno pocházející z řečtiny (petros), znamená „skála“.",
		"R": "Renata - Ženské jméno latinského původu, oblíbené v Česku.",
		"S": "Sára - Hebrejské ženské jméno znamenající „princezna“, velmi rozšířené v ČR.",
		"T": "Tereza - Tradiční české ženské jméno, pochází z latinského „Theresa“, zdrobnělina Terka.",
		"U": "Uršula - Ženské jméno latinského původu, odvozené od „ursa“ znamenajícího medvědice.",
		"V": "Veronika - české ženské jméno řeckého původu, znamená „nositelka vítězství“.",
		"Y": "Yveta - ženské jméno, česká varianta francouzského Yvette.",
		"Z": "Zuzana - Populární české ženské jméno hebrejského původu, znamená „lilie“."
	}
}
